const STATIONS = [
  {
    lines: [{ d: 'M2628 2376V2356', stroke: '#8B50A4' }],
    names: [
      {
        x: '2618.26',
        y: '2355.68',
        name: '영등포시장',
      },
    ],
  },
  {
    lines: [{ d: 'M5374 3610L5359.9 3624.1', stroke: '#0065B3' }],
    names: [
      {
        x: '5296.81',
        y: '3686.94',
        name: '경기광주',
      },
      {
        x: '5236.26',
        y: '3753.52',
        name: 'Gyeonggi Gwangju',
      },
    ],
  },
  {
    lines: [{ d: 'M3509.9 5122.1L3524 5108', stroke: '#0D3692' }],
    names: [
      {
        x: '3467.86',
        y: '5161.55',
        name: '세류',
      },
      {
        x: '3461.52',
        y: '5173.91',
        name: 'Seryu',
      },
    ],
  },
  {
    lines: [{ d: 'M3216 4800L3230.1 4785.9', stroke: '#0D3692' }],
    names: [
      {
        x: '3223.47',
        y: '4789.7',
        name: '화서',
      },
      {
        x: '3224.88',
        y: '4794.32',
        name: 'Hwaseo',
      },
    ],
  },
  {
    lines: [{ d: 'M3080 4664L3094.1 4649.9', stroke: '#0D3692' }],
    names: [
      {
        x: '3087.47',
        y: '4653.7',
        name: '성균관대',
      },
      {
        x: '3088.89',
        y: '4658.32',
        name: 'Sungkyunkwan Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M3752 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '3724.75',
        y: '5389.55',
        name: '세마',
      },
      {
        x: '3718.98',
        y: '5401.34',
        name: 'Sema',
      },
    ],
  },
  {
    lines: [{ d: 'M3776 5292V5272', stroke: '#0D3692' }],
    names: [
      {
        x: '3761.05',
        y: '5270.4',
        name: '서동탄',
      },
      {
        x: '3762.47',
        y: '5275.01',
        name: 'Seodongtan',
      },
    ],
  },
  {
    lines: [{ d: 'M3800.6 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '3758.78',
        y: '5402.56',
        name: '오산대',
      },
      {
        x: '3720.39',
        y: '5446.98',
        name: 'Osan College',
      },
    ],
  },
  {
    lines: [{ d: 'M3849.3 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '3819.92',
        y: '5389.55',
        name: '오산',
      },
      {
        x: '3816.31',
        y: '5399.18',
        name: 'Osan',
      },
    ],
  },
  {
    lines: [{ d: 'M3897.9 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '3869.69',
        y: '5389.55',
        name: '진위',
      },
      {
        x: '3869.22',
        y: '5396.05',
        name: 'Jinwi',
      },
    ],
  },
  {
    lines: [{ d: 'M3946.5 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '3918.67',
        y: '5389.55',
        name: '송탄',
      },
      {
        x: '3896.12',
        y: '5418.12',
        name: 'Songtan',
      },
    ],
  },
  {
    lines: [{ d: 'M3995.2 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '3954.07',
        y: '5402.56',
        name: '서정리',
      },
      {
        x: '3926.16',
        y: '5436.5',
        name: 'Seojeong-ri',
      },
    ],
  },
  {
    lines: [{ d: 'M4043.8 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4014.41',
        y: '5389.55',
        name: '지제',
      },
      {
        x: '4024.63',
        y: '5385.35',
        name: 'Jije',
      },
    ],
  },
  {
    lines: [{ d: 'M4092.4 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4065.08',
        y: '5389.55',
        name: '평택',
      },
      {
        x: '4022.04',
        y: '5438.62',
        name: 'Pyeongtaek',
      },
    ],
  },
  {
    lines: [{ d: 'M4141 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4112.56',
        y: '5389.55',
        name: '성환',
      },
      {
        x: '4069.55',
        y: '5438.58',
        name: 'Seonghwan',
      },
    ],
  },
  {
    lines: [{ d: 'M4189.7 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4161.08',
        y: '5389.55',
        name: '직산',
      },
      {
        x: '4153.86',
        y: '5402.8',
        name: 'Jiksan',
      },
    ],
  },
  {
    lines: [{ d: 'M4238.3 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4209.75',
        y: '5389.55',
        name: '두정',
      },
      {
        x: '4186.17',
        y: '5419.16',
        name: 'Dujeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4286.9 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4258.42',
        y: '5389.54',
        name: '천안',
      },
      {
        x: '4232.19',
        y: '5421.8',
        name: 'Cheonan',
      },
    ],
  },
  {
    lines: [{ d: 'M4335.6 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4308.42',
        y: '5389.54',
        name: '봉명',
      },
      {
        x: '4255.21',
        y: '5448.77',
        name: 'Bongmyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4384.2 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4354.08',
        y: '5389.55',
        name: '쌍용',
      },
      {
        x: '4315.71',
        y: '5433.95',
        name: 'Ssangyong',
      },
    ],
  },
  {
    lines: [{ d: 'M4432.8 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4404.42',
        y: '5389.55',
        name: '아산',
      },
      {
        x: '4402.61',
        y: '5397.38',
        name: 'Asan',
      },
    ],
  },
  {
    lines: [{ d: 'M4530.1 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4501.42',
        y: '5389.54',
        name: '배방',
      },
      {
        x: '4475.59',
        y: '5421.4',
        name: 'Baebang',
      },
    ],
  },
  {
    lines: [{ d: 'M4627.3 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4573.6',
        y: '5415.57',
        name: '온양온천',
      },
      {
        x: '4527.63',
        y: '5467.56',
        name: 'Onyangoncheon',
      },
    ],
  },
  {
    lines: [{ d: 'M4676 5348V5328', stroke: '#0D3692' }],
    names: [
      {
        x: '4649.49',
        y: '5389.55',
        name: '신창',
      },
      {
        x: '4621.97',
        y: '5423.09',
        name: 'Sinchang',
      },
    ],
  },
  {
    lines: [{ d: 'M3482 4912V4932', stroke: '#FFB300' }],
    names: [
      {
        x: '3467.38',
        y: '4911.37',
        name: '매교',
      },
      {
        x: '3468.8',
        y: '4915.99',
        name: 'Maegyo',
      },
    ],
  },
  {
    lines: [{ d: 'M3583.5 4987.5L3597.7 4973.4', stroke: '#FFB300' }],
    names: [
      {
        x: '3592.92',
        y: '4975.3',
        name: '수원시청',
      },
      {
        x: '3594.33',
        y: '4979.92',
        name: 'Suwon City Hall',
      },
    ],
  },
  {
    lines: [{ d: 'M3670.8 5074.8L3684.9 5060.7', stroke: '#FFB300' }],
    names: [
      {
        x: '3679.55',
        y: '5064.93',
        name: '매탄권선',
      },
      {
        x: '3680.96',
        y: '5069.54',
        name: 'Maetan-gwonseon',
      },
    ],
  },
  {
    lines: [{ d: 'M3807.5 5092V5112', stroke: '#FFB300' }],
    names: [
      {
        x: '3793.82',
        y: '5090.43',
        name: '망포',
      },
      {
        x: '3795.23',
        y: '5095.04',
        name: 'Mangpo',
      },
    ],
  },
  {
    lines: [{ d: 'M3922 5078L3936.1 5092.2', stroke: '#FFB300' }],
    names: [
      {
        x: '3923.48',
        y: '5122.54',
        name: '영통',
      },
      {
        x: '3905.02',
        y: '5147.03',
        name: 'Yeongtong',
      },
    ],
  },
  {
    lines: [{ d: 'M3984.7 4987.1L3998.8 5001.2', stroke: '#FFB300' }],
    names: [
      {
        x: '3953.3',
        y: '4997.44',
        name: '청명',
      },
      {
        x: '3920',
        y: '5036',
        name: 'Ceongmyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4206 4968V4988', stroke: '#FFB300' }],
    names: [
      {
        x: '4177.84',
        y: '5032.04',
        name: '상갈',
      },
      {
        x: '4157.19',
        y: '5058.71',
        name: 'Sanggal',
      },
    ],
  },
  {
    lines: [{ d: 'M4341.9 4874.1L4356 4860', stroke: '#509F22' }],
    names: [
      {
        x: '4290.38',
        y: '4922.79',
        name: '강남대',
      },
      {
        x: '4273.2',
        y: '4946',
        name: 'ngnamUniv.',
      },
    ],
  },
  {
    lines: [{ d: 'M4413.5 4916V4896', stroke: '#509F22' }],
    names: [
      {
        x: '4378.06',
        y: '4959.11',
        name: '지석',
      },
      {
        x: '4370.97',
        y: '4972.23',
        name: 'Jiseok',
      },
    ],
  },
  {
    lines: [{ d: 'M4478 4860V4840', stroke: '#509F22' }],
    names: [
      {
        x: '4463.01',
        y: '4838.05',
        name: '어정',
      },
      {
        x: '4464.42',
        y: '4842.66',
        name: 'Eojeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4536 4896L4550.1 4881.9', stroke: '#509F22' }],
    names: [
      {
        x: '4544.68',
        y: '4883.76',
        name: '동백',
      },
      {
        x: '4546.09',
        y: '4888.37',
        name: 'Dongbaek',
      },
    ],
  },
  {
    lines: [{ d: 'M4608 4968L4622.1 4953.9', stroke: '#509F22' }],
    names: [
      {
        x: '4618.01',
        y: '4955.76',
        name: '초당',
      },
      {
        x: '4619.42',
        y: '4960.37',
        name: 'Chodang',
      },
    ],
  },
  {
    lines: [{ d: 'M4680 5148L4694.1 5133.9', stroke: '#509F22' }],
    names: [
      {
        x: '4690.01',
        y: '5135.76',
        name: '삼가',
      },
      {
        x: '4691.42',
        y: '5140.37',
        name: 'Samga',
      },
    ],
  },
  {
    lines: [{ d: 'M4752 5184V5164', stroke: '#509F22' }],
    names: [
      {
        x: '4737.68',
        y: '5163.09',
        name: '시청·용인대',
      },
      {
        x: '4739.09',
        y: '5167.7',
        name: 'City Hall·Yongin Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M4860 5184V5164', stroke: '#509F22' }],
    names: [
      {
        x: '4848.08',
        y: '5163.09',
        name: '명지대',
      },
      {
        x: '4849.49',
        y: '5167.7',
        name: 'Myongji Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M4932 5184V5164', stroke: '#509F22' }],
    names: [
      {
        x: '4921.41',
        y: '5163.09',
        name: '김량장',
      },
      {
        x: '4922.83',
        y: '5167.7',
        name: 'Gimnyangjang',
      },
    ],
  },
  {
    lines: [{ d: 'M5060 4992.78H5040', stroke: '#509F22' }],
    names: [
      { x: '0', y: '16.04', name: '보평' },
      { x: '0', y: '19.2393', name: 'Bopyeong' },
    ],
  },
  {
    lines: [{ d: 'M5114.8 4754.8L5129 4740.7', stroke: '#509F22' }],
    names: [
      {
        x: '5125.47',
        y: '4742.76',
        name: '전대·에버랜드',
      },
      {
        x: '5126.89',
        y: '4747.37',
        name: 'Jeondae·Everland',
      },
    ],
  },
  {
    lines: [{ d: 'M5060 5136.8H5040', stroke: '#509F22' }],
    names: [
      {
        x: '5058.14',
        y: '5146.83',
        name: '고진',
      },
      {
        x: '5059.55',
        y: '5151.44',
        name: 'Gojin',
      },
    ],
  },
  {
    lines: [{ d: 'M5047.1 4924.9L5032.9 4910.8', stroke: '#509F22' }],
    names: [
      {
        x: '5000.99',
        y: '4920.91',
        name: '둔전',
      },
      {
        x: '4989.89',
        y: '4938.04',
        name: 'Dunjeon',
      },
    ],
  },
  {
    lines: [{ d: 'M4192 4707.8H4212', stroke: '#FFB300' }],
    names: [
      {
        x: '4146.09',
        y: '4735.04',
        name: '신갈',
      },
      {
        x: '4137.14',
        y: '4750.02',
        name: 'Singal',
      },
    ],
  },
  {
    lines: [{ d: 'M4192 4622H4212', stroke: '#FFB300' }],
    names: [
      {
        x: '4146.09',
        y: '4649.04',
        name: '구성',
      },
      {
        x: '4119.72',
        y: '4681.44',
        name: 'Guseong',
      },
    ],
  },
  {
    lines: [{ d: 'M2952 4384H2972', stroke: '#0D3692' }],
    names: [
      {
        x: '2972.13',
        y: '4397.26',
        name: '의왕',
      },
      {
        x: '2973.55',
        y: '4401.88',
        name: 'Uiwang',
      },
    ],
  },
  {
    lines: [{ d: 'M2952 4072H2972', stroke: '#0D3692' }],
    names: [
      {
        x: '2971.69',
        y: '4085.7',
        name: '군포',
      },
      {
        x: '2973.11',
        y: '4090.31',
        name: 'Gunpo',
      },
    ],
  },
  {
    lines: [{ d: 'M2824 3760L2838.1 3745.9', stroke: '#0D3692' }],
    names: [
      {
        x: '2831.7',
        y: '3749.71',
        name: '명학',
      },
      {
        x: '2833.11',
        y: '3754.32',
        name: 'Myeonghak',
      },
    ],
  },
  {
    lines: [{ d: 'M2692 3628L2706.1 3613.9', stroke: '#0D3692' }],
    names: [
      {
        x: '2699.7',
        y: '3617.7',
        name: '안양',
      },
      {
        x: '2701.11',
        y: '3622.32',
        name: 'Anyang',
      },
    ],
  },
  {
    lines: [{ d: 'M2564 3500L2578.1 3485.9', stroke: '#0D3692' }],
    names: [
      {
        x: '2571.46',
        y: '3489.7',
        name: '관악',
      },
      {
        x: '2572.88',
        y: '3494.31',
        name: 'Gwanak',
      },
    ],
  },
  {
    lines: [{ d: 'M2448 3288H2468', stroke: '#0D3692' }],
    names: [
      {
        x: '2467.69',
        y: '3301.7',
        name: '석수',
      },
      {
        x: '2469.11',
        y: '3306.31',
        name: 'Seoksu',
      },
    ],
  },
  {
    lines: [{ d: 'M2370 2628V2648', stroke: '#0D3692' }],
    names: [
      {
        x: '2343.85',
        y: '2689.54',
        name: '구일',
      },
      {
        x: '2341.59',
        y: '2691.82',
        name: 'Guil',
      },
    ],
  },
  {
    lines: [{ d: 'M2316 2828V2808', stroke: '#54640D' }],
    names: [
      {
        x: '2286.51',
        y: '2869.53',
        name: '철산',
      },
      {
        x: '2251.77',
        y: '2903.3',
        name: 'Cheolsan',
      },
    ],
  },
  {
    lines: [{ d: 'M2228 2828V2808', stroke: '#54640D' }],
    names: [
      {
        x: '2161.93',
        y: '2908.57',
        name: '광명사거리',
      },
      {
        x: '2084.84',
        y: '2983.69',
        name: 'Gwangmyeongsageori',
      },
    ],
  },
  {
    lines: [{ d: 'M2254 2628V2648', stroke: '#0D3692' }],
    names: [
      {
        x: '2227.85',
        y: '2689.54',
        name: '개봉',
      },
      {
        x: '2194.47',
        y: '2722.94',
        name: 'Gaebong',
      },
    ],
  },
  {
    lines: [{ d: 'M2150 2628V2648', stroke: '#0D3692' }],
    names: [
      {
        x: '2110.84',
        y: '2702.55',
        name: '오류동',
      },
      {
        x: '2080.41',
        y: '2733',
        name: 'yu-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M2049.9 2762.1L2064 2748', stroke: '#54640D' }],
    names: [
      {
        x: '2011.63',
        y: '2797.53',
        name: '천왕',
      },
      {
        x: '1967.56',
        y: '2847.62',
        name: 'Cheonwang',
      },
    ],
  },
  {
    lines: [{ d: 'M1892 2736V2756', stroke: '#0D3692' }],
    names: [
      {
        x: '1865.73',
        y: '2797.54',
        name: '역곡',
      },
      {
        x: '1835.95',
        y: '2827.34',
        name: 'Yeokgok',
      },
    ],
  },
  {
    lines: [{ d: 'M1660 2736V2756', stroke: '#0D3692' }],
    names: [
      {
        x: '1633.73',
        y: '2797.54',
        name: '부천',
      },
      {
        x: '1602.3',
        y: '2828.99',
        name: 'Bucheon',
      },
    ],
  },
  {
    lines: [{ d: 'M1508 2736V2756', stroke: '#0D3692' }],
    names: [
      {
        x: '1481.73',
        y: '2797.54',
        name: '중동',
      },
      {
        x: '1440.8',
        y: '2838.49',
        name: 'Jung-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M1424 2736V2756', stroke: '#0D3692' }],
    names: [
      {
        x: '1397.73',
        y: '2797.54',
        name: '송내',
      },
      {
        x: '1366.59',
        y: '2828.7',
        name: 'Songnae',
      },
    ],
  },
  {
    lines: [{ d: 'M1332 2736V2756', stroke: '#0D3692' }],
    names: [
      {
        x: '1305.73',
        y: '2797.54',
        name: '부개',
      },
      {
        x: '1288.87',
        y: '2814.42',
        name: 'Bugae',
      },
    ],
  },
  {
    lines: [{ d: 'M1148 2778.1L1162.1 2792.3', stroke: '#8CADCB' }],
    names: [
      {
        x: '1155.61',
        y: '2817.54',
        name: '동수',
      },
      {
        x: '1141.94',
        y: '2833.04',
        name: 'Dongsu',
      },
    ],
  },
  {
    lines: [{ d: 'M1080 2916.9L1094.1 2931.1', stroke: '#8CADCB' }],
    names: [
      {
        x: '1061.52',
        y: '2978.12',
        name: '간석오거리',
      },
      {
        x: '1049.45',
        y: '2996.22',
        name: 'Ganseogogeori',
      },
    ],
  },
  {
    lines: [{ d: 'M1096 2828L1110.1 2842.1', stroke: '#8CADCB' }],
    names: [
      {
        x: '1113.5',
        y: '2858.94',
        name: 'Bupyeongsamgeori',
      },
    ],
  },
  {
    lines: [{ d: 'M1072 2780L1057.9 2765.9', stroke: '#0D3692' }],
    names: [
      {
        x: '1021.77',
        y: '2773.49',
        name: '백운',
      },
      {
        x: '1013.11',
        y: '2788.17',
        name: 'Baegun',
      },
    ],
  },
  {
    lines: [{ d: 'M1008 2888H988', stroke: '#0D3692' }],
    names: [
      {
        x: '943.625',
        y: '2914.65',
        name: '동암',
      },
      {
        x: '919.329',
        y: '2944.98',
        name: 'Dongam',
      },
    ],
  },
  {
    lines: [{ d: 'M1188 2620H1208', stroke: '#8CADCB' }],
    names: [
      {
        x: '1207.69',
        y: '2635.58',
        name: '부평시장',
      },
      {
        x: '1209.1',
        y: '2640.19',
        name: 'BupyeongMarket',
      },
    ],
  },
  {
    lines: [{ d: 'M1188 2444H1208', stroke: '#8CADCB' }],
    names: [
      {
        x: '1207.69',
        y: '2457.58',
        name: '갈산',
      },
      {
        x: '1209.1',
        y: '2462.19',
        name: 'Galsan',
      },
    ],
  },
  {
    lines: [{ d: 'M1188 2308H1208', stroke: '#8CADCB' }],
    names: [
      {
        x: '1207.68',
        y: '2321.58',
        name: '작전',
      },
      {
        x: '1209.1',
        y: '2326.19',
        name: 'Jakjeon',
      },
    ],
  },
  {
    lines: [{ d: 'M1304 2152L1318.1 2166.1', stroke: '#8CADCB' }],
    names: [
      {
        x: '1307.64',
        y: '2197.49',
        name: '임학',
      },
      {
        x: '1303.06',
        y: '2208.11',
        name: 'Imhak',
      },
    ],
  },
  {
    lines: [{ d: 'M1240 2140V2160', stroke: '#8CADCB' }],
    names: [
      {
        x: '1224.81',
        y: '2137.69',
        name: '계산',
      },
      {
        x: '1226.22',
        y: '2142.31',
        name: 'Gyesan',
      },
    ],
  },
  {
    lines: [{ d: 'M1368 2068H1388', stroke: '#8CADCB' }],
    names: [
      {
        x: '1387.69',
        y: '2081.57',
        name: '박촌',
      },
      {
        x: '1389.1',
        y: '2086.19',
        name: 'Bakchon',
      },
    ],
  },
  {
    lines: [{ d: 'M1368 1980H1388', stroke: '#8CADCB' }],
    names: [
      {
        x: '1387.69',
        y: '1993.57',
        name: '귤현',
      },
      {
        x: '1389.1',
        y: '1998.19',
        name: 'Gyulhyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M1168 2232H1188', stroke: '#8CADCB' }],
    names: [
      {
        x: '1071.8',
        y: '2311.76',
        name: '경인교대입구',
      },
      {
        x: '1042.94',
        y: '2312.64',
        name: "Gyeongin Nat'lUniv. of Education",
      },
    ],
  },
  {
    lines: [{ d: 'M1008 3092H1028', stroke: '#8CADCB' }],
    names: [
      {
        x: '1027.68',
        y: '3107.58',
        name: '예술회관',
      },
      {
        x: '1029.1',
        y: '3112.19',
        name: 'Arts Center',
      },
    ],
  },
  {
    lines: [{ d: 'M1008 3164H1028', stroke: '#8CADCB' }],
    names: [
      {
        x: '1027.68',
        y: '3176.4',
        name: '인천터미널',
      },
      {
        x: '1029.1',
        y: '3181.01',
        name: 'IncheonBus Terminal',
      },
    ],
  },
  {
    lines: [{ d: 'M1008 3244H1028', stroke: '#8CADCB' }],
    names: [
      {
        x: '1027.68',
        y: '3256.4',
        name: '문학경기장',
      },
      {
        x: '1029.1',
        y: '3261.01',
        name: 'MunhakSports Complex',
      },
    ],
  },
  {
    lines: [{ d: 'M1008 3316H1028', stroke: '#8CADCB' }],
    names: [
      {
        x: '1027.68',
        y: '3331.4',
        name: '선학',
      },
      {
        x: '1029.1',
        y: '3336.01',
        name: 'Seonhak',
      },
    ],
  },
  {
    lines: [{ d: 'M968 3424L982.1 3438.1', stroke: '#8CADCB' }],
    names: [
      {
        x: '962.137',
        y: '3473',
        name: '신수',
      },
      {
        x: '952.4',
        y: '3488.77',
        name: 'Sinyeonsu',
      },
    ],
  },
  {
    lines: [{ d: 'M852 3544L866.1 3558.1', stroke: '#8CADCB' }],
    names: [
      {
        x: '854.643',
        y: '3588.5',
        name: '동춘',
      },
      {
        x: '837.069',
        y: '3603.53',
        name: 'Dongchun',
      },
    ],
  },
  {
    lines: [{ d: 'M782.9 3609.1L797 3623.2', stroke: '#8CADCB' }],
    names: [
      {
        x: '785.545',
        y: '3653.6',
        name: '동막',
      },
      {
        x: '767.166',
        y: '3670.6',
        name: 'Dongmak',
      },
    ],
  },
  {
    lines: [{ d: 'M689.6 3674.1L703.7 3688.3', stroke: '#8CADCB' }],
    names: [
      {
        x: '638.004',
        y: '3703.47',
        name: '캠퍼스타운',
      },
      {
        x: '629.525',
        y: '3717.97',
        name: 'Campus Town',
      },
    ],
  },
  {
    lines: [{ d: 'M634.8 3757.2L648.9 3771.4', stroke: '#8CADCB' }],
    names: [
      {
        x: '617.399',
        y: '3818.74',
        name: '테크노파크',
      },
      {
        x: '613.926',
        y: '3824.24',
        name: 'Technopark',
      },
    ],
  },
  {
    lines: [{ d: 'M553.5 3757.5L539.4 3771.7', stroke: '#8CADCB' }],
    names: [
      {
        x: '444.589',
        y: '3860.01',
        name: '지식정보단지',
      },
      {
        x: '471.074',
        y: '3839.55',
        name: 'BIT Zone',
      },
    ],
  },
  {
    lines: [{ d: 'M501.5 3705.5L487.4 3719.6', stroke: '#8CADCB' }],
    names: [
      {
        x: '405.598',
        y: '3794.99',
        name: '인천대입구',
      },
      {
        x: '358.67',
        y: '3847.95',
        name: "Incheon Nat'l Univ.",
      },
    ],
  },
  {
    lines: [{ d: 'M455.8 3659.8L441.6 3673.9', stroke: '#8CADCB' }],
    names: [
      {
        x: '360.098',
        y: '3749.49',
        name: '센트럴파크',
      },
      {
        x: '353.001',
        y: '3762.62',
        name: 'Central Park',
      },
    ],
  },
  {
    lines: [{ d: 'M398.8 3602.8L384.7 3617', stroke: '#8CADCB' }],
    names: [
      {
        x: '290.665',
        y: '3706.08',
        name: '국제업무지구',
      },
      {
        x: '245.35',
        y: '3757.42',
        name: "Int'l Business District",
      },
    ],
  },
  {
    lines: [{ d: 'M956 2952V2972', stroke: '#0D3692' }],
    names: [
      {
        x: '928.727',
        y: '3013.54',
        name: '간석',
      },
      {
        x: '899.114',
        y: '3044.18',
        name: 'Ganseok',
      },
    ],
  },
  {
    lines: [{ d: 'M568 2908L582.1 2893.9', stroke: '#0D3692' }],
    names: [
      {
        x: '575.682',
        y: '2897.7',
        name: '도원',
      },
      {
        x: '577.096',
        y: '2902.31',
        name: 'Dowon',
      },
    ],
  },
  {
    lines: [{ d: 'M488 2828L502.1 2813.9', stroke: '#0D3692' }],
    names: [
      {
        x: '495.682',
        y: '2817.7',
        name: '동인천',
      },
      {
        x: '497.096',
        y: '2822.31',
        name: 'Dongincheon',
      },
    ],
  },
  {
    lines: [{ d: 'M776 2952V2972', stroke: '#0D3692' }],
    names: [
      {
        x: '749.725',
        y: '3013.54',
        name: '도화',
      },
      {
        x: '730.154',
        y: '3034.14',
        name: 'Dohwa',
      },
    ],
  },
  {
    lines: [{ d: 'M676 2952V2972', stroke: '#0D3692' }],
    names: [
      {
        x: '636.714',
        y: '3027.22',
        name: '제물포',
      },
      {
        x: '622.926',
        y: '3042.03',
        name: 'Jemulpo',
      },
    ],
  },
  {
    lines: [{ d: 'M2448 2940H2468', stroke: '#0D3692' }],
    names: [
      {
        x: '2467.69',
        y: '2953.69',
        name: '독산',
      },
      {
        x: '2469.11',
        y: '2958.31',
        name: 'Doksan',
      },
    ],
  },
  {
    lines: [{ d: 'M2306.8 3381.1L2292.7 3367', stroke: '#0D3692' }],
    names: [
      {
        x: '2259.67',
        y: '3377.74',
        name: '광명',
      },
      {
        x: '2228.55',
        y: '3414.88',
        name: 'Gwangmyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M588 1910V1928', stroke: '#3681B7' }],
    names: [
      {
        x: '508.951',
        y: '2023.96',
        name: '청라국제도시',
      },
      {
        x: '474.997',
        y: '2064.37',
        name: "Cheongna Int'l City",
      },
    ],
  },
  {
    lines: [{ d: 'M516 1910V1928', stroke: '#3681B7' }],
    names: [
      {
        x: '487.66',
        y: '1971.92',
        name: '영종',
      },
      {
        x: '450.636',
        y: '2014.97',
        name: 'Yeongjong',
      },
    ],
  },
  {
    lines: [{ d: 'M444 1910V1928', stroke: '#3681B7' }],
    names: [
      {
        x: '415.304',
        y: '1971.95',
        name: '운서',
      },
      {
        x: '404.593',
        y: '1988.69',
        name: 'Unseo',
      },
    ],
  },
  {
    lines: [{ d: 'M368 1910V1928', stroke: '#3681B7' }],
    names: [
      {
        x: '289.261',
        y: '2023.99',
        name: '공항화물청사',
      },
      {
        x: '293.609',
        y: '2025.67',
        name: "Incheon Int'lAirport Cargo Terminal",
      },
    ],
  },
  {
    lines: [{ d: 'M292 1910V1928', stroke: '#3681B7' }],
    names: [
      {
        x: '190.402',
        y: '2044.85',
        name: '인천공항1터미널',
      },
      {
        x: '215.609',
        y: '2025.67',
        name: "Incheon Int'l Airport Terminal 1",
      },
    ],
  },
  {
    lines: [{ d: 'M220 1916V1928', stroke: '#3681B7' }],
    names: [
      {
        x: '118.402',
        y: '2044.85',
        name: '인천공항2터미널',
      },
      {
        x: '143.609',
        y: '2025.67',
        name: "Incheon Int'l Airport Terminal 2",
      },
    ],
  },
  {
    lines: [{ d: 'M1930.2 1804H1910.2', stroke: '#8B50A4' }],
    names: [
      {
        x: '1929.86',
        y: '1817.69',
        name: '방화',
      },
      {
        x: '1931.27',
        y: '1822.3',
        name: 'Banghwa',
      },
    ],
  },
  {
    lines: [{ d: 'M1858 1886L1843.8 1871.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '1806.86',
        y: '1885.2',
        name: '개화산',
      },
      {
        x: '1792.94',
        y: '1905.15',
        name: 'Gaehwasan',
      },
    ],
  },
  {
    lines: [{ d: 'M1872 1944L1857.9 1929.9', stroke: '#AA9872' }],
    names: [
      {
        x: '1836.94',
        y: '1932.82',
        name: '공항시장',
      },
      {
        x: '1838.35',
        y: '1937.43',
        name: 'Airport Market',
      },
    ],
  },
  {
    lines: [{ d: 'M1936.1 1944V1924', stroke: '#AA9872' }],
    names: [
      {
        x: '1921.97',
        y: '1921.79',
        name: '신방화',
      },
      {
        x: '1923.38',
        y: '1926.4',
        name: 'Sinbanghwa',
      },
    ],
  },
  {
    lines: [{ d: 'M2128.1 1944V1924', stroke: '#AA9872' }],
    names: [
      {
        x: '2113.97',
        y: '1919.84',
        name: '양천향교',
      },
      {
        x: '2115.39',
        y: '1924.45',
        name: 'Yangchon Hyanggyo',
      },
    ],
  },
  {
    lines: [{ d: 'M2236.1 2020L2250.2 2005.9', stroke: '#AA9872' }],
    names: [
      {
        x: '2245.18',
        y: '2011.29',
        name: '가양',
      },
      {
        x: '2246.59',
        y: '2015.9',
        name: 'Gayang',
      },
    ],
  },
  {
    lines: [{ d: 'M2284.1 2068L2298.2 2053.9', stroke: '#AA9872' }],
    names: [
      {
        x: '2294.18',
        y: '2055.95',
        name: '증미',
      },
      {
        x: '2295.59',
        y: '2060.56',
        name: 'Jeungmi',
      },
    ],
  },
  {
    lines: [{ d: 'M2708.1 2348L2722.2 2333.9', stroke: '#AA9872' }],
    names: [
      {
        x: '2716.68',
        y: '2338.79',
        name: '국회의사당',
      },
      {
        x: '2710.1',
        y: '2335.4',
        name: 'NationalAssembly',
      },
    ],
  },
  {
    lines: [{ d: 'M2835.2 2448V2428', stroke: '#AA9872' }],
    names: [
      {
        x: '2819.45',
        y: '2427.63',
        name: '샛강',
      },
      {
        x: '2823.27',
        y: '2432.24',
        name: 'Saetgang',
      },
    ],
  },
  {
    lines: [{ d: 'M3108.1 2532L3122.2 2517.9', stroke: '#AA9872' }],
    names: [
      {
        x: '3116.18',
        y: '2522.29',
        name: '흑석',
      },
      {
        x: '3117.6',
        y: '2526.91',
        name: 'Heukseok',
      },
    ],
  },
  {
    lines: [{ d: 'M1912 2072V2052', stroke: '#8B50A4' }],
    names: [
      {
        x: '1885.72',
        y: '2113.53',
        name: '송정',
      },
      {
        x: '1848.91',
        y: '2156.36',
        name: 'Songjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M1708 1840H1728', stroke: '#AA9872' }],
    names: [
      {
        x: '1663.34',
        y: '1867.92',
        name: '개화',
      },
      {
        x: '1642.17',
        y: '1895.11',
        name: 'Gaehwa',
      },
    ],
  },
  {
    lines: [{ d: 'M2004 2072V2052', stroke: '#8B50A4' }],
    names: [
      {
        x: '1977.72',
        y: '2113.53',
        name: '마곡',
      },
      {
        x: '1964.13',
        y: '2133.14',
        name: 'Magok',
      },
    ],
  },
  {
    lines: [{ d: 'M2324.1 2108L2338.2 2093.9', stroke: '#AA9872' }],
    names: [
      {
        x: '2331.42',
        y: '2099.18',
        name: '등촌',
      },
      {
        x: '2332.84',
        y: '2103.8',
        name: 'Deungchon',
      },
    ],
  },
  {
    lines: [{ d: 'M2353.9 2166.1L2368.1 2152', stroke: '#AA9872' }],
    names: [
      {
        x: '2313.8',
        y: '2202.23',
        name: '염창',
      },
      {
        x: '2270.44',
        y: '2251.63',
        name: 'Yeomchang',
      },
    ],
  },
  {
    lines: [{ d: 'M2456.1 2180V2160', stroke: '#AA9872' }],
    names: [
      {
        x: '2407.21',
        y: '2234.04',
        name: '신목동',
      },
      {
        x: '2371.89',
        y: '2275.38',
        name: 'Sinmokdong',
      },
    ],
  },
  {
    lines: [{ d: 'M2541.9 2246.1L2556.1 2232', stroke: '#AA9872' }],
    names: [
      {
        x: '2491.44',
        y: '2294.27',
        name: '선유도',
      },
      {
        x: '2472.27',
        y: '2319.47',
        name: 'Seonyudo',
      },
    ],
  },
  {
    lines: [{ d: 'M3000.1 2521.8V2501.8', stroke: '#AA9872' }],
    names: [
      {
        x: '2985.74',
        y: '2500.84',
        name: '노들',
      },
      {
        x: '2991.16',
        y: '2505.45',
        name: 'Nodeul',
      },
    ],
  },
  {
    lines: [{ d: 'M3296.1 2612V2592', stroke: '#AA9872' }],
    names: [
      {
        x: '3254.43',
        y: '2664.78',
        name: '구반포',
      },
      {
        x: '3239.37',
        y: '2685.87',
        name: 'Gubanpo',
      },
    ],
  },
  {
    lines: [{ d: 'M3360.1 2576V2556', stroke: '#AA9872' }],
    names: [
      {
        x: '3318.43',
        y: '2628.78',
        name: '신반포',
      },
      {
        x: '3302.37',
        y: '2650.87',
        name: 'Sinbanpo',
      },
    ],
  },
  {
    lines: [{ d: 'M3529.2 2576V2556', stroke: '#AA9872' }],
    names: [
      {
        x: '3500.84',
        y: '2615.53',
        name: '사평',
      },
      {
        x: '3469.25',
        y: '2653.14',
        name: 'Sapyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M3600 2576V2556', stroke: '#AA9872' }],
    names: [
      {
        x: '3554.32',
        y: '2629.54',
        name: '신논현',
      },
      {
        x: '3518.43',
        y: '2673.8',
        name: 'Sinnonhyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M3660.2 2556V2536', stroke: '#AA9872' }],
    names: [
      {
        x: '3646.55',
        y: '2534.51',
        name: '언주',
      },
      {
        x: '3647.96',
        y: '2539.12',
        name: 'Eonju',
      },
    ],
  },
  {
    lines: [{ d: 'M2072 2072L2086.1 2057.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '2079.68',
        y: '2061.69',
        name: '발산',
      },
      {
        x: '2081.09',
        y: '2066.3',
        name: 'Balsan',
      },
    ],
  },
  {
    lines: [{ d: 'M2120 2120L2134.1 2105.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '2127.68',
        y: '2109.69',
        name: '우장산',
      },
      {
        x: '2129.09',
        y: '2114.3',
        name: 'Ujangsan',
      },
    ],
  },
  {
    lines: [{ d: 'M2184 2184L2198.1 2169.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '2191.68',
        y: '2173.69',
        name: '화곡',
      },
      {
        x: '2193.09',
        y: '2178.3',
        name: 'Hwagok',
      },
    ],
  },
  {
    lines: [{ d: 'M2252 2376V2356', stroke: '#8B50A4' }],
    names: [
      {
        x: '2233.8',
        y: '2353.69',
        name: '신정',
      },
      {
        x: '2235.22',
        y: '2358.3',
        name: 'Sinjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M2328 2376V2356', stroke: '#8B50A4' }],
    names: [
      {
        x: '2309.8',
        y: '2353.69',
        name: '목동',
      },
      {
        x: '2311.22',
        y: '2358.3',
        name: 'Mok-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M2400 2376V2356', stroke: '#8B50A4' }],
    names: [
      {
        x: '2381.32',
        y: '2353.69',
        name: '오목교',
      },
      {
        x: '2382.73',
        y: '2358.3',
        name: 'Omokgyo',
      },
    ],
  },
  {
    lines: [{ d: 'M2484 2376V2356', stroke: '#8B50A4' }],
    names: [
      {
        x: '2465.8',
        y: '2353.69',
        name: '양평',
      },
      {
        x: '2467.22',
        y: '2358.3',
        name: 'Yangpyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M2188 2416H2168', stroke: '#33A23D' }],
    names: [
      {
        x: '2084.6',
        y: '2485.23',
        name: '신정네거리',
      },
      {
        x: '2052.78',
        y: '2523.07',
        name: 'Sinjeongnegeori',
      },
    ],
  },
  {
    lines: [{ d: 'M2308 2484V2504', stroke: '#33A23D' }],
    names: [
      {
        x: '2249.45',
        y: '2571.55',
        name: '양천구청',
      },
      {
        x: '2216.35',
        y: '2610.68',
        name: 'Yangcheon-guOffice',
      },
    ],
  },
  {
    lines: [{ d: 'M2460 2484V2504', stroke: '#33A23D' }],
    names: [
      {
        x: '2413.2',
        y: '2558.54',
        name: '도림천',
      },
      {
        x: '2379.49',
        y: '2598.28',
        name: 'Dorimcheon',
      },
    ],
  },
  {
    lines: [{ d: 'M2536 2440H2556', stroke: '#33A23D' }],
    names: [
      {
        x: '2491.84',
        y: '2463.65',
        name: '문래',
      },
      {
        x: '2478.98',
        y: '2482.54',
        name: 'Mullae',
      },
    ],
  },
  {
    lines: [{ d: 'M2522.1 2762.1L2508 2748', stroke: '#54640D' }],
    names: [
      {
        x: '2504.62',
        y: '2800.49',
        name: '남구로',
      },
      {
        x: '2497.87',
        y: '2814.27',
        name: 'Namguro',
      },
    ],
  },
  {
    lines: [{ d: 'M2616 2760L2601.9 2774.1', stroke: '#33A23D' }],
    names: [
      {
        x: '2495.79',
        y: '2876.58',
        name: '구로디지털단지',
      },
      {
        x: '2516.18',
        y: '2862.22',
        name: 'Guro DigitalComplex',
      },
    ],
  },
  {
    lines: [{ d: 'M2692 2744L2677.9 2729.9', stroke: '#33A23D' }],
    names: [
      {
        x: '2641.58',
        y: '2747.53',
        name: '신대방',
      },
      {
        x: '2627.04',
        y: '2768.1',
        name: 'Sindaebang',
      },
    ],
  },
  {
    lines: [{ d: 'M2824 2772V2792', stroke: '#33A23D' }],
    names: [
      {
        x: '2791.72',
        y: '2835.53',
        name: '신림',
      },
      {
        x: '2787.15',
        y: '2846.14',
        name: 'Sillim',
      },
    ],
  },
  {
    lines: [{ d: 'M2920 2772V2792', stroke: '#33A23D' }],
    names: [
      {
        x: '2890.73',
        y: '2835.53',
        name: '봉천',
      },
      {
        x: '2849.77',
        y: '2882.52',
        name: 'Bongcheon',
      },
    ],
  },
  {
    lines: [{ d: 'M3076 2844V2864', stroke: '#33A23D' }],
    names: [
      {
        x: '3033.2',
        y: '2920.54',
        name: '낙성대',
      },
      {
        x: '2991.21',
        y: '2968.56',
        name: 'Nakseongdae',
      },
    ],
  },
  {
    lines: [{ d: 'M3144 2772V2752', stroke: '#54640D' }],
    names: [
      {
        x: '3127.69',
        y: '2749.69',
        name: '남성',
      },
      {
        x: '3129.1',
        y: '2754.3',
        name: 'Namseong',
      },
    ],
  },
  {
    lines: [{ d: 'M3322 2726L3307.9 2711.9', stroke: '#54640D' }],
    names: [
      {
        x: '3275.28',
        y: '2722.7',
        name: '내방',
      },
      {
        x: '3262.38',
        y: '2741.63',
        name: 'Naebang',
      },
    ],
  },
  {
    lines: [{ d: 'M3436 2720L3421.9 2705.9', stroke: '#33A23D' }],
    names: [
      {
        x: '3390.7',
        y: '2716.77',
        name: '서초',
      },
      {
        x: '3383.35',
        y: '2730.14',
        name: 'Seocho',
      },
    ],
  },
  {
    lines: [{ d: 'M3544 2716L3529.9 2730.1', stroke: '#FE5B10' }],
    names: [
      {
        x: '3452.81',
        y: '2804.57',
        name: '남부터미널',
      },
      {
        x: '3449.33',
        y: '2814.08',
        name: 'Nambu BusTerminal',
      },
    ],
  },
  {
    lines: [{ d: 'M3348 2864V2844', stroke: '#33A23D' }],
    names: [
      {
        x: '3318.64',
        y: '2904.5',
        name: '방배',
      },
      {
        x: '3284.81',
        y: '2936.36',
        name: 'Bangbae',
      },
    ],
  },
  {
    lines: [{ d: 'M2949.9 2618.1L2964 2604', stroke: '#54640D' }],
    names: [
      {
        x: '2911.84',
        y: '2653.53',
        name: '상도',
      },
      {
        x: '2893.92',
        y: '2677.48',
        name: 'Sangdo',
      },
    ],
  },
  {
    lines: [{ d: 'M3016 2656L3030.1 2641.9', stroke: '#54640D' }],
    names: [
      {
        x: '3023.69',
        y: '2645.69',
        name: '숭실대입구',
      },
      {
        x: '3025.1',
        y: '2650.31',
        name: 'SoongsilUniv.',
      },
    ],
  },
  {
    lines: [{ d: 'M3011.1 2796L2996.9 2810.1', stroke: '#33A23D' }],
    names: [
      {
        x: '2918.81',
        y: '2886.56',
        name: '서울대입구',
      },
      {
        x: '2887.78',
        y: '2923.63',
        name: "Seoul Nat'l Univ.",
      },
    ],
  },
  {
    lines: [{ d: 'M2892 2612V2592', stroke: '#54640D' }],
    names: [
      {
        x: '2838.17',
        y: '2681.94',
        name: '장승배기',
      },
      {
        x: '2795.21',
        y: '2730.93',
        name: 'Jangseungbaegi',
      },
    ],
  },
  {
    lines: [{ d: 'M2812 2628V2608', stroke: '#54640D' }],
    names: [
      {
        x: '2793.57',
        y: '2607.4',
        name: '신대방삼거리',
      },
      {
        x: '2794.98',
        y: '2612.01',
        name: 'Sindaebangsamgeori',
      },
    ],
  },
  {
    lines: [{ d: 'M2748 2628V2608', stroke: '#54640D' }],
    names: [
      {
        x: '2731.24',
        y: '2605.93',
        name: '보라매',
      },
      {
        x: '2732.65',
        y: '2610.55',
        name: 'Boramae',
      },
    ],
  },
  {
    lines: [{ d: 'M2660 2628V2608', stroke: '#54640D' }],
    names: [
      {
        x: '2642.75',
        y: '2606.45',
        name: '신풍',
      },
      {
        x: '2644.16',
        y: '2611.06',
        name: 'Sinpung',
      },
    ],
  },
  {
    lines: [{ d: 'M2654 2448V2468', stroke: '#0D3692' }],
    names: [
      {
        x: '2613.97',
        y: '2520.92',
        name: '영등포',
      },
      {
        x: '2562.53',
        y: '2578.38',
        name: 'Yeongdeungpo',
      },
    ],
  },
  {
    lines: [{ d: 'M2792 2484V2504', stroke: '#0D3692' }],
    names: [
      {
        x: '2762.71',
        y: '2545.03',
        name: '대방',
      },
      {
        x: '2735.87',
        y: '2577.9',
        name: 'Daebang',
      },
    ],
  },
  {
    lines: [{ d: 'M3204 2184H3224', stroke: '#32A1C8' }],
    names: [
      {
        x: '3219.43',
        y: '2194.58',
        name: '숙대입구',
      },
      {
        x: '3220.84',
        y: '2199.2',
        name: "SookmyungWomen's Univ.",
      },
    ],
  },
  {
    lines: [{ d: 'M3224 2052V2072', stroke: '#32A1C8' }],
    names: [
      {
        x: '3194.62',
        y: '2110.26',
        name: '회현',
      },
      {
        x: '3160.64',
        y: '2150.27',
        name: 'Hoehyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M3276 2052V2072', stroke: '#32A1C8' }],
    names: [
      {
        x: '3246.12',
        y: '2110.26',
        name: '명동',
      },
      {
        x: '3189.62',
        y: '2172.79',
        name: 'Myeong-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M3416 2164L3430.1 2178.1', stroke: '#C55C1D' }],
    names: [
      {
        x: '3404.48',
        y: '2217.55',
        name: '버티고개',
      },
      {
        x: '3397.56',
        y: '2230.49',
        name: 'Beotigogae',
      },
    ],
  },
  {
    lines: [{ d: 'M3384 2232L3398.1 2246.1', stroke: '#C55C1D' }],
    names: [
      {
        x: '3378.85',
        y: '2280.19',
        name: '한강진',
      },
      {
        x: '3330.63',
        y: '2334.44',
        name: 'Hangangjin',
      },
    ],
  },
  {
    lines: [{ d: 'M3328 2268V2288', stroke: '#C55C1D' }],
    names: [
      {
        x: '3286.61',
        y: '2341.99',
        name: '이태원',
      },
      {
        x: '3278.26',
        y: '2356.37',
        name: 'Itaewon',
      },
    ],
  },
  {
    lines: [{ d: 'M3276 2248V2268', stroke: '#C55C1D' }],
    names: [
      {
        x: '3261.4',
        y: '2245.93',
        name: '녹사평',
      },
      {
        x: '3262.81',
        y: '2250.55',
        name: 'Noksapyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M3168 2332H3188', stroke: '#32A1C8' }],
    names: [
      { x: '0', y: '16.04', name: '신용산' },
      { x: '0', y: '19.2393', name: 'Sinyongsan' },
    ],
  },
  {
    lines: [{ d: 'M3420 2304L3434.1 2318.1', stroke: '#73C7A6' }],
    names: [
      {
        x: '3421.74',
        y: '2348.47',
        name: '한남',
      },
      {
        x: '3410.49',
        y: '2365.74',
        name: 'Hannam',
      },
    ],
  },
  {
    lines: [{ d: 'M3312 2412L3326.1 2426.1', stroke: '#73C7A6' }],
    names: [
      {
        x: '3309.41',
        y: '2464.48',
        name: '서빙고',
      },
      {
        x: '3298.24',
        y: '2481.68',
        name: 'Seobinggo',
      },
    ],
  },
  {
    lines: [{ d: 'M3544 2072V2052', stroke: '#8B50A4' }],
    names: [
      {
        x: '3500.93',
        y: '2124.32',
        name: '신금호',
      },
      {
        x: '3472.9',
        y: '2158.38',
        name: 'Singeumho',
      },
    ],
  },
  {
    lines: [{ d: 'M3588 2072V2052', stroke: '#8B50A4' }],
    names: [
      {
        x: '3559.91',
        y: '2111.77',
        name: '행당',
      },
      {
        x: '3517.22',
        y: '2160.48',
        name: 'Haengdang',
      },
    ],
  },
  {
    lines: [{ d: 'M3608.9 2116L3623.1 2130.1', stroke: '#73C7A6' }],
    names: [
      {
        x: '3608.43',
        y: '2157.49',
        name: '응봉',
      },
      {
        x: '3591.92',
        y: '2180.03',
        name: 'Eungbong',
      },
    ],
  },
  {
    lines: [{ d: 'M3636 2340H3656', stroke: '#FE5B10' }],
    names: [
      {
        x: '3653.19',
        y: '2352.55',
        name: '압구정',
      },
      {
        x: '3654.6',
        y: '2357.17',
        name: 'Apgujeong',
      },
    ],
  },
  {
    lines: [{ d: 'M3496 2480L3481.9 2465.9', stroke: '#FE5B10' }],
    names: [
      {
        x: '3450.39',
        y: '2477.22',
        name: '잠원',
      },
      {
        x: '3440.77',
        y: '2492.87',
        name: 'Jamwon',
      },
    ],
  },
  {
    lines: [{ d: 'M3604 2408L3589.9 2393.9', stroke: '#FE5B10' }],
    names: [
      {
        x: '3570.32',
        y: '2391.3',
        name: '신사',
      },
      {
        x: '3571.74',
        y: '2395.91',
        name: 'Sinsa',
      },
    ],
  },
  {
    lines: [{ d: 'M3012 2032V2052', stroke: '#33A23D' }],
    names: [
      {
        x: '2993.81',
        y: '2032.67',
        name: '아현',
      },
      {
        x: '2995.22',
        y: '2037.28',
        name: 'Ahyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M2952 2032V2052', stroke: '#33A23D' }],
    names: [
      {
        x: '2933.8',
        y: '2032.17',
        name: '이대',
      },
      {
        x: '2928.21',
        y: '2019.78',
        name: 'EwhaWomans Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M2884 2032V2052', stroke: '#33A23D' }],
    names: [
      {
        x: '2870.1',
        y: '2029.67',
        name: '신촌(지하)',
      },
      {
        x: '2861.51',
        y: '2016.28',
        name: 'Sinchon(Underground)',
      },
    ],
  },
  {
    lines: [{ d: 'M2939 1924V1944', stroke: '#73C7A6' }],
    names: [
      {
        x: '2926.62',
        y: '1921.57',
        name: '신촌(코레일)',
      },
      {
        x: '2911.03',
        y: '1909.18',
        name: 'Sinchon(KORAIL)',
      },
    ],
  },
  {
    lines: [{ d: 'M3080 1964H3060', stroke: '#8B50A4' }],
    names: [
      {
        x: '3078.09',
        y: '1976.13',
        name: '서대문',
      },
      {
        x: '3079.51',
        y: '1980.75',
        name: 'Seodaemun',
      },
    ],
  },
  {
    lines: [{ d: 'M3132 1872L3117.9 1857.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '3078.89',
        y: '1874.74',
        name: '광화문',
      },
      {
        x: '3052.44',
        y: '1907.22',
        name: 'Gwanghwamun',
      },
    ],
  },
  {
    lines: [{ d: 'M3260 1856L3274.1 1841.9', stroke: '#FE5B10' }],
    names: [
      {
        x: '3265.69',
        y: '1847.68',
        name: '안국',
      },
      {
        x: '3267.1',
        y: '1852.29',
        name: 'Anguk',
      },
    ],
  },
  {
    lines: [{ d: 'M3081.9 1814.1L3096 1800', stroke: '#FE5B10' }],
    names: [
      {
        x: '3031.83',
        y: '1863.04',
        name: '독립문',
      },
      {
        x: '2988.9',
        y: '1911.99',
        name: 'Dongnimmun',
      },
    ],
  },
  {
    lines: [{ d: 'M3168 1800V1780', stroke: '#FE5B10' }],
    names: [
      {
        x: '3152.82',
        y: '1780.18',
        name: '경복궁',
      },
      {
        x: '3154.23',
        y: '1784.8',
        name: 'Gyeongbokgung',
      },
    ],
  },
  {
    lines: [{ d: 'M3029.9 1762.1L3044 1748', stroke: '#FE5B10' }],
    names: [
      {
        x: '2979.16',
        y: '1810.2',
        name: '무악재',
      },
      {
        x: '2968.65',
        y: '1826.73',
        name: 'Mukajae',
      },
    ],
  },
  {
    lines: [{ d: 'M2981.9 1714.1L2996 1700', stroke: '#FE5B10' }],
    names: [
      {
        x: '2943.85',
        y: '1750.52',
        name: '홍제',
      },
      {
        x: '2927.99',
        y: '1772.4',
        name: 'Hongje',
      },
    ],
  },
  {
    lines: [{ d: 'M2889.9 1622.1L2904 1608', stroke: '#FE5B10' }],
    names: [
      {
        x: '2851.85',
        y: '1656.85',
        name: '녹번',
      },
      {
        x: '2824.54',
        y: '1690.19',
        name: 'Nokbeon',
      },
    ],
  },
  {
    lines: [{ d: 'M2795.2 1591.2L2809.3 1605.3', stroke: '#C55C1D' }],
    names: [
      {
        x: '2796.21',
        y: '1633.2',
        name: '역촌',
      },
      {
        x: '2781.42',
        y: '1654.01',
        name: 'Yeokchon',
      },
    ],
  },
  {
    lines: [{ d: 'M2855.2 1456.8L2869.3 1442.7', stroke: '#C55C1D' }],
    names: [
      {
        x: '2861.84',
        y: '1449.27',
        name: '독바위',
      },
      {
        x: '2863.25',
        y: '1453.88',
        name: 'Dokbawi',
      },
    ],
  },
  {
    lines: [{ d: 'M2716 1536H2736', stroke: '#C55C1D' }],
    names: [
      {
        x: '2671.34',
        y: '1560.14',
        name: '구산',
      },
      {
        x: '2660.54',
        y: '1576.97',
        name: 'Gusan',
      },
    ],
  },
  {
    lines: [{ d: 'M2716 1656H2736', stroke: '#C55C1D' }],
    names: [
      {
        x: '2672.35',
        y: '1683.14',
        name: '응암',
      },
      {
        x: '2650.09',
        y: '1711.42',
        name: 'Eungam',
      },
    ],
  },
  {
    lines: [{ d: 'M2736 1728H2756', stroke: '#C55C1D' }],
    names: [
      {
        x: '2754.62',
        y: '1742.12',
        name: '새절',
      },
      {
        x: '2756.04',
        y: '1746.73',
        name: 'Saejeol',
      },
    ],
  },
  {
    lines: [{ d: 'M2672 1792L2686.1 1806.1', stroke: '#C55C1D' }],
    names: [
      {
        x: '2671.62',
        y: '1834.01',
        name: '증산',
      },
      {
        x: '2658.38',
        y: '1853.27',
        name: 'Jeungsan',
      },
    ],
  },
  {
    lines: [{ d: 'M2543.4 1795.2L2529.3 1809.3', stroke: '#73C7A6' }],
    names: [
      {
        x: '2541.89',
        y: '1796.53',
        name: '수색',
      },
      {
        x: '2543.31',
        y: '1801.14',
        name: 'Susaek',
      },
    ],
  },
  {
    lines: [{ d: 'M2870.3 2122L2856.1 2136.1', stroke: '#73C7A6' }],
    names: [
      {
        x: '2864.5',
        y: '2127.13',
        name: '서강대',
      },
      {
        x: '2865.91',
        y: '2131.74',
        name: 'SogangUniv.',
      },
    ],
  },
  {
    lines: [{ d: 'M2344.6 1596.3L2330.5 1610.5', stroke: '#73C7A6' }],
    names: [
      {
        x: '2343.03',
        y: '1597.67',
        name: '화전',
      },
      {
        x: '2341.43',
        y: '1599.27',
        name: 'Hwajeon',
      },
    ],
  },
  {
    lines: [{ d: 'M2072 1492V1512', stroke: '#73C7A6' }],
    names: [
      {
        x: '2057.86',
        y: '1488.49',
        name: '행신',
      },
      {
        x: '2059.27',
        y: '1493.1',
        name: 'Haengsin',
      },
    ],
  },
  {
    lines: [{ d: 'M2219 1492V1512', stroke: '#73C7A6' }],
    names: [
      {
        x: '2203.89',
        y: '1489.65',
        name: '강매',
      },
      {
        x: '2205.31',
        y: '1494.27',
        name: 'Gangmae',
      },
    ],
  },
  {
    lines: [{ d: 'M1961.4 1421.4L1947.3 1435.6', stroke: '#73C7A6' }],
    names: [
      {
        x: '1907.16',
        y: '1471.47',
        name: '능곡',
      },
      {
        x: '1871.85',
        y: '1512.81',
        name: 'Neunggok',
      },
    ],
  },
  {
    lines: [{ d: 'M1872 1159.7L1857.9 1173.9', stroke: '#73C7A6' }],
    names: [
      {
        x: '1866.89',
        y: '1161.31',
        name: '곡산',
      },
      {
        x: '1868.31',
        y: '1165.92',
        name: 'Goksan',
      },
    ],
  },
  {
    lines: [{ d: 'M1784 1061H1764', stroke: '#73C7A6' }],
    names: [
      {
        x: '1783.89',
        y: '1071.48',
        name: '백마',
      },
      {
        x: '1785.31',
        y: '1076.1',
        name: 'Baengma',
      },
    ],
  },
  {
    lines: [{ d: 'M1742.1 921.9L1728 936', stroke: '#73C7A6' }],
    names: [
      {
        x: '1735.89',
        y: '922.481',
        name: '풍산',
      },
      {
        x: '1737.3',
        y: '927.095',
        name: 'Pungsan',
      },
    ],
  },
  {
    lines: [{ d: 'M1619.9 799.6L1605.8 813.8', stroke: '#73C7A6' }],
    names: [
      {
        x: '1615.49',
        y: '802.079',
        name: '일산',
      },
      {
        x: '1616.9',
        y: '806.692',
        name: 'Ilsan',
      },
    ],
  },
  {
    lines: [{ d: 'M2572 1996H2592', stroke: '#C55C1D' }],
    names: [
      {
        x: '2503.32',
        y: '2046.19',
        name: '마포구청',
      },
      {
        x: '2486.77',
        y: '2040.78',
        name: 'Mapo-guOffice',
      },
    ],
  },
  {
    lines: [{ d: 'M2572 1936H2592', stroke: '#C55C1D' }],
    names: [
      {
        x: '2477.3',
        y: '2012.22',
        name: '월드컵경기장',
      },
      {
        x: '2477.82',
        y: '1989.72',
        name: 'World CupStadium',
      },
    ],
  },
  {
    lines: [{ d: 'M2628 2088L2613.9 2101.94', stroke: '#C55C1D' }],
    names: [
      { x: '0', y: '16.04', name: '망원' },
      { x: '0', y: '19.2393', name: 'Mangwo' },
    ],
  },
  {
    lines: [{ d: 'M2772 1272H2792', stroke: '#FE5B10' }],
    names: [
      {
        x: '2791.89',
        y: '1285.05',
        name: '구파발',
      },
      {
        x: '2793.31',
        y: '1289.66',
        name: 'Gupabal',
      },
    ],
  },
  {
    lines: [{ d: 'M2696 1184L2710.1 1169.9', stroke: '#FE5B10' }],
    names: [
      {
        x: '2702.21',
        y: '1173.93',
        name: '지축',
      },
      {
        x: '2703.62',
        y: '1178.54',
        name: 'Jichuk',
      },
    ],
  },
  {
    lines: [{ d: 'M2564 1116V1096', stroke: '#FE5B10' }],
    names: [
      {
        x: '2544.39',
        y: '1095.89',
        name: '삼송',
      },
      {
        x: '2545.81',
        y: '1100.51',
        name: 'Samsong',
      },
    ],
  },
  {
    lines: [{ d: 'M2381.5 1116V1096', stroke: '#FE5B10' }],
    names: [
      {
        x: '2361.86',
        y: '1095.89',
        name: '원흥',
      },
      {
        x: '2363.27',
        y: '1100.51',
        name: 'Wonheung',
      },
    ],
  },
  {
    lines: [{ d: 'M1408 880V900', stroke: '#FE5B10' }],
    names: [
      {
        x: '1393.89',
        y: '877.889',
        name: '대화',
      },
      {
        x: '1395.3',
        y: '882.502',
        name: 'Daehwa',
      },
    ],
  },
  {
    lines: [{ d: 'M1514.1 937.9L1500 952', stroke: '#FE5B10' }],
    names: [
      {
        x: '1459.87',
        y: '987.764',
        name: '주엽',
      },
      {
        x: '1446.77',
        y: '1006.89',
        name: 'Juyeop',
      },
    ],
  },
  {
    lines: [{ d: 'M1523.7 731.7L1509.6 745.9', stroke: '#73C7A6' }],
    names: [
      {
        x: '1470.87',
        y: '782.781',
        name: '탄현',
      },
      {
        x: '1439.11',
        y: '820.563',
        name: 'Tanhyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 599.2H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '625.586',
        name: '운정',
      },
      {
        x: '1424.26',
        y: '655.208',
        name: 'Unjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 632.9H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '663.919',
        name: '야당',
      },
      {
        x: '1430.28',
        y: '687.525',
        name: 'Yadang',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 566H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '592.858',
        name: '금릉',
      },
      {
        x: '1400.46',
        y: '646.276',
        name: 'Geumneung',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 532.8H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '560.13',
        name: '금촌',
      },
      {
        x: '1409.53',
        y: '604.481',
        name: 'Geumchon',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 466.4H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '492.337',
        name: '월롱',
      },
      {
        x: '1425.79',
        y: '520.43',
        name: 'Wollong',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 433.2H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '459.142',
        name: '파주',
      },
      {
        x: '1449.3',
        y: '463.724',
        name: 'Paju',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 400H1492', stroke: '#73C7A6' }],
    names: [
      {
        x: '1447.85',
        y: '425.946',
        name: '문산',
      },
      {
        x: '1426.9',
        y: '454.927',
        name: 'Munsan',
      },
    ],
  },
  {
    lines: [{ d: 'M1610.1 1033.9L1596 1048', stroke: '#FE5B10' }],
    names: [
      {
        x: '1542.86',
        y: '1095.96',
        name: '정발산',
      },
      {
        x: '1509.89',
        y: '1134.95',
        name: 'Jeongbalsan',
      },
    ],
  },
  {
    lines: [{ d: 'M1642.1 1109.9L1628 1124', stroke: '#FE5B10' }],
    names: [
      {
        x: '1635.7',
        y: '1114.89',
        name: '마두',
      },
      {
        x: '1637.12',
        y: '1119.51',
        name: 'Madu',
      },
    ],
  },
  {
    lines: [{ d: 'M1722.1 1189.9L1708 1204', stroke: '#FE5B10' }],
    names: [
      {
        x: '1716.7',
        y: '1195.39',
        name: '백석',
      },
      {
        x: '1718.12',
        y: '1200',
        name: 'Baekseok',
      },
    ],
  },
  {
    lines: [{ d: 'M2072 1316V1296', stroke: '#FE5B10' }],
    names: [
      {
        x: '2038.12',
        y: '1358.2',
        name: '화정',
      },
      {
        x: '2009.47',
        y: '1396.31',
        name: 'Hwajeong',
      },
    ],
  },
  {
    lines: [{ d: 'M2140 1100L2125.9 1085.9', stroke: '#FE5B10' }],
    names: [
      {
        x: '2094.34',
        y: '1096.39',
        name: '원당',
      },
      {
        x: '2079.73',
        y: '1117.03',
        name: 'Wondang',
      },
    ],
  },
  {
    lines: [{ d: 'M3054.1 2158.1L3040 2144', stroke: '#8B50A4' }],
    names: [
      {
        x: '3033.63',
        y: '2192.48',
        name: '애오개',
      },
      {
        x: '3031.98',
        y: '2200.16',
        name: 'Aeogae',
      },
    ],
  },
  {
    lines: [{ d: 'M3692 2628V2648', stroke: '#33A23D' }],
    names: [
      {
        x: '3664.74',
        y: '2688.37',
        name: '역삼',
      },
      {
        x: '3638.15',
        y: '2720.98',
        name: 'Yeoksam',
      },
    ],
  },
  {
    lines: [{ d: 'M3696 2736V2756', stroke: '#FE5B10' }],
    names: [
      {
        x: '3663.06',
        y: '2797.86',
        name: '매봉',
      },
      {
        x: '3629.4',
        y: '2832.55',
        name: 'Maebong',
      },
    ],
  },
  {
    lines: [{ d: 'M3666 2484V2464', stroke: '#54640D' }],
    names: [
      {
        x: '3648.98',
        y: '2462.69',
        name: '학동',
      },
      {
        x: '3650.39',
        y: '2467.31',
        name: 'Hak-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M3867 2556V2536', stroke: '#AA9872' }],
    names: [
      {
        x: '3847.92',
        y: '2532.9',
        name: '삼성중앙',
      },
      {
        x: '3849.33',
        y: '2537.51',
        name: 'Samseongjungang',
      },
    ],
  },
  {
    lines: [{ d: 'M3931 2556V2536', stroke: '#AA9872' }],
    names: [
      {
        x: '3919.32',
        y: '2532.9',
        name: '봉은사',
      },
      {
        x: '3920.74',
        y: '2537.51',
        name: 'Bongeunsa',
      },
    ],
  },
  {
    lines: [{ d: 'M3600 2484V2464', stroke: '#54640D' }],
    names: [
      {
        x: '3581.81',
        y: '2462.69',
        name: '논현',
      },
      {
        x: '3583.22',
        y: '2467.31',
        name: 'Nonhyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M3744 2413H3764', stroke: '#FFB300' }],
    names: [
      {
        x: '3761.37',
        y: '2420.97',
        name: '압구정로데오',
      },
      {
        x: '3762.79',
        y: '2425.58',
        name: 'Apgujeongrodeo',
      },
    ],
  },
  {
    lines: [{ d: 'M3866.1 2462.1L3852 2448', stroke: '#54640D' }],
    names: [
      {
        x: '3853.3',
        y: '2489.2',
        name: '청담',
      },
      {
        x: '3831.05',
        y: '2517.48',
        name: 'Cheongdam',
      },
    ],
  },
  {
    lines: [{ d: 'M4124 2572L4138.1 2586.1', stroke: '#33A23D' }],
    names: [
      {
        x: '4112.56',
        y: '2625.6',
        name: '잠실새내',
      },
      {
        x: '4101.1',
        y: '2643.08',
        name: 'Jamsilsaenae',
      },
    ],
  },
  {
    lines: [{ d: 'M3864 2772V2792', stroke: '#FFB300' }],
    names: [
      {
        x: '3821.21',
        y: '2846.54',
        name: '개포동',
      },
      {
        x: '3787.21',
        y: '2886.56',
        name: 'Gaepo-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M3816 2772L3801.9 2786.1', stroke: '#FFB300' }],
    names: [
      {
        x: '3763.86',
        y: '2821.53',
        name: '구룡',
      },
      {
        x: '3739.01',
        y: '2852.4',
        name: 'Guryong',
      },
    ],
  },
  {
    lines: [{ d: 'M3936 2772V2792', stroke: '#FFB300' }],
    names: [
      {
        x: '3868.16',
        y: '2872.56',
        name: '대모산입구',
      },
      {
        x: '3870.31',
        y: '2876.43',
        name: 'Daemosan',
      },
    ],
  },
  {
    lines: [{ d: 'M3864 2716V2736', stroke: '#FE5B10' }],
    names: [
      {
        x: '3850.82',
        y: '2713.69',
        name: '대치',
      },
      {
        x: '3853.23',
        y: '2718.3',
        name: 'Daechi',
      },
    ],
  },
  {
    lines: [{ d: 'M3780 2680H3800', stroke: '#FFB300' }],
    names: [
      {
        x: '3797.82',
        y: '2691.02',
        name: '한티',
      },
      {
        x: '3799.23',
        y: '2695.63',
        name: 'Hanti',
      },
    ],
  },
  {
    lines: [{ d: 'M3936 2716V2736', stroke: '#FE5B10' }],
    names: [
      {
        x: '3922.32',
        y: '2713.69',
        name: '학여울',
      },
      {
        x: '3925.74',
        y: '2718.3',
        name: 'Hangnyeoul',
      },
    ],
  },
  {
    lines: [{ d: 'M4088 2828L4073.9 2842.1', stroke: '#FE5B10' }],
    names: [
      {
        x: '4035.85',
        y: '2877.53',
        name: '일원',
      },
      {
        x: '4028.14',
        y: '2891.26',
        name: 'Irwon',
      },
    ],
  },
  {
    lines: [{ d: 'M4192 2428H4212', stroke: '#33A23D' }],
    names: [
      {
        x: '4121.83',
        y: '2477.67',
        name: '잠실나루',
      },
      {
        x: '4116.57',
        y: '2488.96',
        name: 'Jamsillaru',
      },
    ],
  },
  {
    lines: [{ d: 'M4280 2660L4265.9 2674.1', stroke: '#F51361' }],
    names: [
      {
        x: '4227.85',
        y: '2709.53',
        name: '송파',
      },
      {
        x: '4209.93',
        y: '2733.48',
        name: 'Songpa',
      },
    ],
  },
  {
    lines: [{ d: 'M4078 2684V2664', stroke: '#AA9872' }],
    names: [
      {
        x: '4065.6',
        y: '2724.94',
        name: '삼전',
      },
      {
        x: '4040.98',
        y: '2755.59',
        name: 'Samjeon',
      },
    ],
  },
  {
    lines: [{ d: 'M4376 2504V2492', stroke: '#AA9872' }],
    names: [
      {
        x: '4321.58',
        y: '2570.96',
        name: '한성백제',
      },
      {
        x: '4313.92',
        y: '2584.65',
        name: 'Hanseong Baekje',
      },
    ],
  },
  {
    lines: [
      { d: 'M4537 2440V2428', stroke: '#AA9872' },
      { d: 'M4536 2448V2428', stroke: '#AA9872' },
    ],
    names: [
      {
        x: '4521.57',
        y: '2425.03',
        name: '둔촌오륜',
      },
      {
        x: '4522.98',
        y: '2429.64',
        name: 'Dunchon Oryun',
      },
    ],
  },
  {
    lines: [
      { d: 'M4604 2440V2428', stroke: '#AA9872' },
      { d: 'M4604 2448V2428', stroke: '#AA9872' },
    ],
    names: [
      {
        x: '4589.57',
        y: '2425.03',
        name: '중앙보훈병원',
      },
      {
        x: '4590.98',
        y: '2429.64',
        name: 'VHS Medical Center',
      },
    ],
  },
  {
    lines: [{ d: 'M4174.1 2658.1L4165.7 2649.7', stroke: '#AA9872' }],
    names: [
      {
        x: '4148.38',
        y: '2701.19',
        name: '석촌고분',
      },
      {
        x: '4146.71',
        y: '2708.89',
        name: 'Seokchon Gobun',
      },
    ],
  },
  {
    lines: [
      { d: 'M4270.8 2561.5L4262.3 2553', stroke: '#AA9872' },
      { d: 'M4308.4 2523.9L4294.2 2509.8', stroke: '#AA9872' },
    ],
    names: [
      {
        x: '4251.01',
        y: '2598.56',
        name: '송파나루',
      },
      {
        x: '4241.7',
        y: '2613.9',
        name: 'Songpanaru',
      },
    ],
  },
  {
    lines: [{ d: 'M3530.1 2510.1L3516 2496', stroke: '#54640D' }],
    names: [
      {
        x: '3517.17',
        y: '2537.14',
        name: '반포',
      },
      {
        x: '3512.19',
        y: '2548.15',
        name: 'Banpo',
      },
    ],
  },
  {
    lines: [{ d: 'M4039 2779L4024.9 2793.2', stroke: '#FE5B10' }],
    names: [
      {
        x: '3985.68',
        y: '2828.71',
        name: '대청',
      },
      {
        x: '3944.95',
        y: '2875.47',
        name: 'Daecheong',
      },
    ],
  },
  {
    lines: [{ d: 'M3932 2608V2628', stroke: '#33A23D' }],
    names: [
      {
        x: '3916.15',
        y: '2606.35',
        name: '삼성',
      },
      {
        x: '3921.56',
        y: '2608.97',
        name: 'Samseong',
      },
    ],
  },
  {
    lines: [{ d: 'M2828 2160V2180', stroke: '#C55C1D' }],
    names: [
      {
        x: '2781.28',
        y: '2232.46',
        name: '광흥창',
      },
      {
        x: '2701.18',
        y: '2314.58',
        name: 'Gwangheungchang',
      },
    ],
  },
  {
    lines: [{ d: 'M2925.1 2153.9L2911 2168', stroke: '#C55C1D' }],
    names: [
      {
        x: '2919.65',
        y: '2158.22',
        name: '대흥',
      },
      {
        x: '2921.07',
        y: '2162.84',
        name: 'Daeheung',
      },
    ],
  },
  {
    lines: [{ d: 'M2836 2348L2821.9 2333.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '2775.64',
        y: '2359.48',
        name: '여의나루',
      },
      {
        x: '2772.4',
        y: '2368.75',
        name: 'Yeouinaru',
      },
    ],
  },
  {
    lines: [{ d: 'M2907 2277L2892.9 2262.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '2860.65',
        y: '2275.47',
        name: '마포',
      },
      {
        x: '2856.97',
        y: '2283.18',
        name: 'Mapo',
      },
    ],
  },
  {
    lines: [{ d: 'M3212 1908V1928', stroke: '#0D3692' }],
    names: [
      {
        x: '3183.12',
        y: '1966.69',
        name: '종각',
      },
    ],
  },
  {
    lines: [{ d: 'M3356 1888V1908', stroke: '#0D3692' }],
    names: [
      {
        x: '3339.98',
        y: '1884.84',
        name: '종로5가',
      },
      {
        x: '3341.39',
        y: '1889.45',
        name: 'Jongno 5(o)-ga',
      },
    ],
  },
  {
    lines: [{ d: 'M3440 1829H3420', stroke: '#32A1C8' }],
    names: [
      {
        x: '3437.86',
        y: '1836.96',
        name: '혜화',
      },
      {
        x: '3439.28',
        y: '1846.57',
        name: 'Hyehwa',
      },
    ],
  },
  {
    lines: [{ d: 'M3436 1748L3421.9 1733.9', stroke: '#32A1C8' }],
    names: [
      {
        x: '3369.32',
        y: '1763.94',
        name: '한성대입구',
      },
      {
        x: '3359.39',
        y: '1779.9',
        name: 'Hansung Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M3578 1606L3563.9 1591.9', stroke: '#32A1C8' }],
    names: [
      {
        x: '3532.66',
        y: '1603.75',
        name: '길음',
      },
      {
        x: '3524.71',
        y: '1617.73',
        name: 'Gireum',
      },
    ],
  },
  {
    lines: [{ d: 'M3656 1498H3636', stroke: '#32A1C8' }],
    names: [
      {
        x: '3657.86',
        y: '1510.9',
        name: '미아사거리',
      },
      {
        x: '3659.27',
        y: '1515.51',
        name: 'Miasageori',
      },
    ],
  },
  {
    lines: [{ d: 'M3689.8 1928V1908', stroke: '#33A23D' }],
    names: [
      {
        x: '3652.26',
        y: '1968.29',
        name: '용두',
      },
      {
        x: '3633.39',
        y: '1989.77',
        name: 'Yongdu',
      },
    ],
  },
  {
    lines: [{ d: 'M3583 1999L3597.1 1984.9', stroke: '#33A23D' }],
    names: [
      {
        x: '3592.97',
        y: '1987.67',
        name: '상왕십리',
      },
      {
        x: '3590.43',
        y: '1993.4',
        name: 'Sangwangsimni',
      },
    ],
  },
  {
    lines: [{ d: 'M3492 1848H3512', stroke: '#C55C1D' }],
    names: [
      {
        x: '3508.86',
        y: '1854.12',
        name: '창신',
      },
      {
        x: '3510.28',
        y: '1866.73',
        name: 'Changsin',
      },
    ],
  },
  {
    lines: [{ d: 'M3788 1540L3802.1 1554.1', stroke: '#C55C1D' }],
    names: [
      {
        x: '3782.16',
        y: '1588.38',
        name: '돌곶이',
      },
      {
        x: '3780.9',
        y: '1593.66',
        name: 'Dolgoji',
      },
    ],
  },
  {
    lines: [{ d: 'M3737.9 1561.9L3752 1576', stroke: '#C55C1D' }],
    names: [
      {
        x: '3700.05',
        y: '1579.4',
        name: '상월곡',
      },
      {
        x: '3684.41',
        y: '1601.07',
        name: 'Sangwolgok',
      },
    ],
  },
  {
    lines: [{ d: 'M3708 1620L3722.1 1634.1', stroke: '#C55C1D' }],
    names: [
      {
        x: '3708.4',
        y: '1662.49',
        name: '월곡',
      },
      {
        x: '3700.25',
        y: '1676.67',
        name: 'Wolgok',
      },
    ],
  },
  {
    lines: [{ d: 'M3664 1736L3678.1 1750.1', stroke: '#C55C1D' }],
    names: [
      {
        x: '3658.43',
        y: '1783.67',
        name: '고려대',
      },
      {
        x: '3644.96',
        y: '1803.17',
        name: 'Korea Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M3673 1852V1872', stroke: '#0D3692' }],
    names: [
      {
        x: '3658.77',
        y: '1850.32',
        name: '제기동',
      },
      {
        x: '3660.19',
        y: '1853.93',
        name: 'Jegi-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M3796 2032H3816', stroke: '#33A23D' }],
    names: [
      {
        x: '3752.25',
        y: '2055.84',
        name: '용답',
      },
      {
        x: '3726.28',
        y: '2087.84',
        name: 'Yongdap',
      },
    ],
  },
  {
    lines: [{ d: 'M3742.1 2010.1L3728 1996', stroke: '#8B50A4' }],
    names: [
      {
        x: '3729.43',
        y: '2038',
        name: '마',
      },
      {
        x: '3721.45',
        y: '2052.01',
        name: 'Majang',
      },
    ],
  },
  {
    lines: [{ d: 'M3756 1956L3770.1 1941.9', stroke: '#33A23D' }],
    names: [
      {
        x: '3762.77',
        y: '1946.32',
        name: '신답',
      },
      {
        x: '3764.19',
        y: '1950.93',
        name: 'Sindap',
      },
    ],
  },
  {
    lines: [{ d: 'M3906.1 2005.9L3892 2020', stroke: '#8B50A4' }],
    names: [
      {
        x: '3898.27',
        y: '2011.32',
        name: '장한평',
      },
      {
        x: '3899.69',
        y: '2015.93',
        name: 'Janghanpyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4132 2080L4146.1 2065.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '4138.27',
        y: '2071.99',
        name: '아차산',
      },
      {
        x: '4139.69',
        y: '2076.6',
        name: 'Achasan',
      },
    ],
  },
  {
    lines: [{ d: 'M4216 2164L4230.1 2149.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '4223.27',
        y: '2157.98',
        name: '광나루',
      },
      {
        x: '4224.69',
        y: '2162.6',
        name: 'Gwangnaru',
      },
    ],
  },
  {
    lines: [{ d: 'M4124 2288L4138.1 2273.9', stroke: '#33A23D' }],
    names: [
      {
        x: '4129.94',
        y: '2278.32',
        name: '강변',
      },
      {
        x: '4131.35',
        y: '2282.93',
        name: 'Gangbyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M4068 2212V2232', stroke: '#33A23D' }],
    names: [
      {
        x: '4053.9',
        y: '2210.33',
        name: '구의',
      },
      {
        x: '4055.31',
        y: '2214.94',
        name: 'Guui',
      },
    ],
  },
  {
    lines: [{ d: 'M3960 2160L3945.9 2145.9', stroke: '#54640D' }],
    names: [
      {
        x: '3888.07',
        y: '2182.02',
        name: '어린이대공원',
      },
      {
        x: '3882.73',
        y: '2161.38',
        name: "Children'sGrand Park",
      },
    ],
  },
  {
    lines: [{ d: 'M3974.1 2354.1L3960 2340', stroke: '#54640D' }],
    names: [
      {
        x: '3940.08',
        y: '2401.51',
        name: '뚝섬유원지',
      },
      {
        x: '3923.39',
        y: '2424.23',
        name: 'Ttukseom Resort',
      },
    ],
  },
  {
    lines: [{ d: 'M3699.5 2251.8L3713.6 2237.6', stroke: '#FFB300' }],
    names: [
      {
        x: '3646.83',
        y: '2300.87',
        name: '서울숲',
      },
      {
        x: '3613.52',
        y: '2340.2',
        name: 'Seoul Forest',
      },
    ],
  },
  {
    lines: [{ d: 'M3685.9 2130.1L3700 2116', stroke: '#33A23D' }],
    names: [
      {
        x: '3635.24',
        y: '2176.35',
        name: '한양대',
      },
      {
        x: '3588.28',
        y: '2229.34',
        name: 'Hanyang Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M3737.9 2182.1L3752 2168', stroke: '#33A23D' }],
    names: [
      {
        x: '3700.5',
        y: '2215.59',
        name: '뚝섬',
      },
      {
        x: '3668.72',
        y: '2253.4',
        name: 'Ttukseom',
      },
    ],
  },
  {
    lines: [{ d: 'M3612 1744V1764', stroke: '#C55C1D' }],
    names: [
      {
        x: '3597.86',
        y: '1740.91',
        name: '안암',
      },
      {
        x: '3599.27',
        y: '1745.52',
        name: 'Anam',
      },
    ],
  },
  {
    lines: [{ d: 'M3852 1676H3832', stroke: '#0D3692' }],
    names: [
      {
        x: '3774.4',
        y: '1713.58',
        name: '외대앞',
      },
      {
        x: '3707.92',
        y: '1766.09',
        name: 'Hankuk Univ. ofForeign Studies',
      },
    ],
  },
  {
    lines: [{ d: 'M3852 1620H3832', stroke: '#0D3692' }],
    names: [
      {
        x: '3775.11',
        y: '1657.53',
        name: '신이문',
      },
      {
        x: '3766.5',
        y: '1672.16',
        name: 'Sinimun',
      },
    ],
  },
  {
    lines: [{ d: 'M3994.1 1625.9L3980 1640', stroke: '#54640D' }],
    names: [
      {
        x: '3986.52',
        y: '1630.28',
        name: '중화',
      },
      {
        x: '3987.94',
        y: '1634.9',
        name: 'Junghwa',
      },
    ],
  },
  {
    lines: [{ d: 'M3980 1536H3960', stroke: '#54640D' }],
    names: [
      {
        x: '3977.86',
        y: '1549.78',
        name: '먹골',
      },
      {
        x: '3979.28',
        y: '1554.4',
        name: 'Meokgol',
      },
    ],
  },
  {
    lines: [{ d: 'M4056 1456V1476', stroke: '#C55C1D' }],
    names: [
      {
        x: '4041.86',
        y: '1453.24',
        name: '화랑대',
      },
      {
        x: '4043.27',
        y: '1457.85',
        name: 'Hwarangdae',
      },
    ],
  },
  {
    lines: [{ d: 'M4136 1456V1476', stroke: '#C55C1D' }],
    names: [
      {
        x: '4119.86',
        y: '1452.9',
        name: '봉화산',
      },
      {
        x: '4119.27',
        y: '1453.51',
        name: 'Bonghwasan',
      },
    ],
  },
  {
    lines: [{ d: 'M3980 1392H3960', stroke: '#54640D' }],
    names: [
      {
        x: '3980.69',
        y: '1406.78',
        name: '공릉',
      },
      {
        x: '3982.11',
        y: '1411.39',
        name: 'Gongneung',
      },
    ],
  },
  {
    lines: [{ d: 'M3852 1324H3832', stroke: '#0D3692' }],
    names: [
      {
        x: '3788.46',
        y: '1351.52',
        name: '월계',
      },
      {
        x: '3771.57',
        y: '1374.43',
        name: 'Wolgye',
      },
    ],
  },
  {
    lines: [{ d: 'M3980 1284H3960', stroke: '#54640D' }],
    names: [
      {
        x: '3981.19',
        y: '1296.95',
        name: '하계',
      },
      {
        x: '3982.61',
        y: '1301.56',
        name: 'Hagye',
      },
    ],
  },
  {
    lines: [{ d: 'M3914.1 1185.9L3900 1200', stroke: '#54640D' }],
    names: [
      {
        x: '3907.03',
        y: '1191.46',
        name: '중계',
      },
      {
        x: '3908.44',
        y: '1196.07',
        name: 'Junggye',
      },
    ],
  },
  {
    lines: [{ d: 'M3777.9 1214.1L3792 1200', stroke: '#0D3692' }],
    names: [
      {
        x: '3739.5',
        y: '1248.81',
        name: '녹천',
      },
      {
        x: '3706.05',
        y: '1288.29',
        name: 'Nokcheon',
      },
    ],
  },
  {
    lines: [{ d: 'M3592.3 1367.7L3578.1 1381.9', stroke: '#32A1C8' }],
    names: [
      {
        x: '3585.89',
        y: '1373.41',
        name: '미아',
      },
      {
        x: '3587.31',
        y: '1378.02',
        name: 'Mia',
      },
    ],
  },
  {
    lines: [{ d: 'M3584 1264H3564', stroke: '#32A1C8' }],
    names: [
      {
        x: '3583.36',
        y: '1277.7',
        name: '수유',
      },
      {
        x: '3584.77',
        y: '1282.32',
        name: 'Suyu',
      },
    ],
  },
  {
    lines: [{ d: 'M3640 1148L3625.9 1133.9', stroke: '#32A1C8' }],
    names: [
      {
        x: '3594.18',
        y: '1144.29',
        name: '쌍문',
      },
      {
        x: '3576.82',
        y: '1167.68',
        name: 'Ssangmun',
      },
    ],
  },
  {
    lines: [{ d: 'M4604 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4561.08',
        y: '327.899',
        name: '소요산',
      },
      {
        x: '4551.55',
        y: '343.46',
        name: 'Soyosan',
      },
    ],
  },
  {
    lines: [{ d: 'M4536 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4493.08',
        y: '327.899',
        name: '동두천',
      },
      {
        x: '4448.42',
        y: '378.593',
        name: 'Dongducheon',
      },
    ],
  },
  {
    lines: [{ d: 'M4464 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4434.09',
        y: '314.889',
        name: '보산',
      },
      {
        x: '4424.45',
        y: '330.558',
        name: 'Bosan',
      },
    ],
  },
  {
    lines: [{ d: 'M4392 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4323.06',
        y: '353.921',
        name: '동두천중앙',
      },
      {
        x: '4254.73',
        y: '428.28',
        name: 'Dongducheonjungang',
      },
    ],
  },
  {
    lines: [{ d: 'M4320 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4290.09',
        y: '314.889',
        name: '지행',
      },
      {
        x: '4272.89',
        y: '338.122',
        name: 'Jihaeng',
      },
    ],
  },
  {
    lines: [{ d: 'M4248 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4218.09',
        y: '314.889',
        name: '덕정',
      },
      {
        x: '4180.7',
        y: '358.308',
        name: 'Deokjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4176 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4146.09',
        y: '314.889',
        name: '덕계',
      },
      {
        x: '4121.06',
        y: '345.946',
        name: 'Deokgye',
      },
    ],
  },
  {
    lines: [{ d: 'M4104 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '4074.09',
        y: '314.889',
        name: '양주',
      },
      {
        x: '4060.34',
        y: '334.672',
        name: 'Yangju',
      },
    ],
  },
  {
    lines: [{ d: 'M3960 255V275', stroke: '#0D3692' }],
    names: [
      {
        x: '3930.09',
        y: '314.889',
        name: '가능',
      },
      {
        x: '3902.51',
        y: '348.5',
        name: 'Ganeung',
      },
    ],
  },
  {
    lines: [{ d: 'M5537.3 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5509.95',
        y: '1898.12',
        name: '용문',
      },
      {
        x: '5479.15',
        y: '1934.95',
        name: 'Yongmun',
      },
    ],
  },
  {
    lines: [{ d: 'M5576 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5549.11',
        y: '1898.11',
        name: '지평',
      },
      {
        x: '5521.74',
        y: '1928.36',
        name: 'Jipyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M5266.7 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5240.06',
        y: '1898.12',
        name: '양수',
      },
      {
        x: '5223.49',
        y: '1920.71',
        name: 'Yangsu',
      },
    ],
  },
  {
    lines: [{ d: 'M5305.3 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5276.24',
        y: '1898.12',
        name: '신원',
      },
      {
        x: '5259.97',
        y: '1920.42',
        name: 'Sinwon',
      },
    ],
  },
  {
    lines: [{ d: 'M5344 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5316.88',
        y: '1898.11',
        name: '국수',
      },
      {
        x: '5306.42',
        y: '1914.6',
        name: 'Guksu',
      },
    ],
  },
  {
    lines: [{ d: 'M5382.7 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5354.38',
        y: '1898.11',
        name: '아신',
      },
      {
        x: '5356.44',
        y: '1902.09',
        name: 'Asin',
      },
    ],
  },
  {
    lines: [{ d: 'M5421.3 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5393.18',
        y: '1898.11',
        name: '오빈',
      },
      {
        x: '5391.7',
        y: '1905.62',
        name: 'Obin',
      },
    ],
  },
  {
    lines: [{ d: 'M5460 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5432.99',
        y: '1898.11',
        name: '양평',
      },
      {
        x: '5385.48',
        y: '1951.64',
        name: 'Yangpyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M5498.7 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5471.82',
        y: '1898.11',
        name: '원덕',
      },
      {
        x: '5442.34',
        y: '1933.62',
        name: 'Wondeok',
      },
    ],
  },
  {
    lines: [{ d: 'M5228 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5186.62',
        y: '1911.13',
        name: '운길산',
      },
      {
        x: '5174.4',
        y: '1929.38',
        name: 'Ungilsan',
      },
    ],
  },
  {
    lines: [{ d: 'M5189.3 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5160.8',
        y: '1898.12',
        name: '팔당',
      },
      {
        x: '5139.44',
        y: '1925.5',
        name: 'Paldang',
      },
    ],
  },
  {
    lines: [{ d: 'M5150.7 1836V1856', stroke: '#73C7A6' }],
    names: [
      {
        x: '5121.56',
        y: '1899.92',
        name: '도심',
      },
      {
        x: '5110.73',
        y: '1916.78',
        name: 'Dosim',
      },
    ],
  },
  {
    lines: [{ d: 'M5005.9 1794.1L5020 1780', stroke: '#73C7A6' }],
    names: [
      {
        x: '4968.35',
        y: '1828.93',
        name: '덕소',
      },
      {
        x: '4951.02',
        y: '1852.29',
        name: 'Deokso',
      },
    ],
  },
  {
    lines: [{ d: 'M4857.9 1646.1L4872 1632', stroke: '#73C7A6' }],
    names: [
      {
        x: '4821.06',
        y: '1680.97',
        name: '양정',
      },
      {
        x: '4784.59',
        y: '1723.46',
        name: 'Yangjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4664 1584V1604', stroke: '#73C7A6' }],
    names: [
      {
        x: '4635.09',
        y: '1642.66',
        name: '도농',
      },
      {
        x: '4614.27',
        y: '1669.51',
        name: 'Donong',
      },
    ],
  },
  {
    lines: [{ d: 'M4500 1584V1604', stroke: '#73C7A6' }],
    names: [
      {
        x: '4467.84',
        y: '1644.52',
        name: '구리',
      },
      {
        x: '4469.6',
        y: '1648.78',
        name: 'Guri',
      },
    ],
  },
  {
    lines: [{ d: 'M4224 1584V1604', stroke: '#73C7A6' }],
    names: [
      {
        x: '4196.82',
        y: '1644.63',
        name: '양원',
      },
      {
        x: '4168.64',
        y: '1678.84',
        name: 'Yangwon',
      },
    ],
  },
  {
    lines: [{ d: 'M4052 1768H4032', stroke: '#54640D' }],
    names: [
      {
        x: '4049.77',
        y: '1779.41',
        name: '면목',
      },
      {
        x: '4051.18',
        y: '1784.02',
        name: 'Myeonmok',
      },
    ],
  },
  {
    lines: [{ d: 'M4052 1836H4032', stroke: '#54640D' }],
    names: [
      {
        x: '4050.4',
        y: '1848.05',
        name: '사가정',
      },
      {
        x: '4051.81',
        y: '1852.66',
        name: 'Sagajeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4212 1471.8H4232', stroke: '#32C6A6' }],
    names: [
      {
        x: '4233.86',
        y: '1483.9',
        name: '신내',
      },
      {
        x: '4235.27',
        y: '1488.51',
        name: 'Sinnae',
      },
    ],
  },
  {
    lines: [{ d: 'M4052 1900H4032', stroke: '#54640D' }],
    names: [
      {
        x: '4051.18',
        y: '1913',
        name: '용산',
      },
      {
        x: '4052.59',
        y: '1917.62',
        name: 'Yongmasan',
      },
    ],
  },
  {
    lines: [{ d: 'M4052 1980H4032', stroke: '#54640D' }],
    names: [
      {
        x: '4050.37',
        y: '1992.37',
        name: '중곡',
      },
      {
        x: '4051.78',
        y: '1996.98',
        name: 'Junggok',
      },
    ],
  },
  {
    lines: [{ d: 'M4376 2844H4356', stroke: '#F51361' }],
    names: [
      {
        x: '4375.92',
        y: '2857.29',
        name: '장지',
      },
      {
        x: '4377.34',
        y: '2861.9',
        name: 'Jangji',
      },
    ],
  },
  {
    lines: [{ d: 'M4552 3060V3040', stroke: '#F51361' }],
    names: [
      {
        x: '4535.26',
        y: '3039.29',
        name: '산성',
      },
      {
        x: '4536.67',
        y: '3043.9',
        name: 'Sanseong',
      },
    ],
  },
  {
    lines: [{ d: 'M4664 3116H4644', stroke: '#F51361' }],
    names: [
      {
        x: '4661.69',
        y: '3129.3',
        name: '남한산성입구',
      },
      {
        x: '4663.11',
        y: '3133.92',
        name: 'Namhansanseong',
      },
    ],
  },
  {
    lines: [{ d: 'M4622.1 3182.1L4608 3168', stroke: '#F51361' }],
    names: [
      {
        x: '4589.83',
        y: '3230.35',
        name: '단대오거리',
      },
      {
        x: '4581.07',
        y: '3245.13',
        name: 'Dandaeogeori',
      },
    ],
  },
  {
    lines: [{ d: 'M4548 3228L4533.9 3213.9', stroke: '#F51361' }],
    names: [
      {
        x: '4501.92',
        y: '3225.53',
        name: '신흥',
      },
      {
        x: '4487.97',
        y: '3245.51',
        name: 'Sinheung',
      },
    ],
  },
  {
    lines: [{ d: 'M4460 3296V3276', stroke: '#F51361' }],
    names: [
      {
        x: '4431.84',
        y: '3336.08',
        name: '수진',
      },
      {
        x: '4429.99',
        y: '3343.95',
        name: 'Sujin',
      },
    ],
  },
  {
    lines: [{ d: 'M4356 3148H4376', stroke: '#FFB300' }],
    names: [
      {
        x: '4375.92',
        y: '3162.28',
        name: '가천대',
      },
      {
        x: '4377.34',
        y: '3166.89',
        name: 'Gachon Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M4356 3224H4376', stroke: '#FFB300' }],
    names: [
      {
        x: '4375.92',
        y: '3237.46',
        name: '태평',
      },
      {
        x: '4377.34',
        y: '3242.07',
        name: 'Taepyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4356 3496H4376', stroke: '#FFB300' }],
    names: [
      {
        x: '4374.91',
        y: '3509.74',
        name: '야탑',
      },
      {
        x: '4376.33',
        y: '3514.35',
        name: 'Yatap',
      },
    ],
  },
  {
    lines: [{ d: 'M4260 3840L4274.1 3854.1', stroke: '#FFB300' }],
    names: [
      {
        x: '4260.82',
        y: '3882.93',
        name: '수내',
      },
      {
        x: '4256.72',
        y: '3893.05',
        name: 'Sunae',
      },
    ],
  },
  {
    lines: [{ d: 'M4336 3764L4350.1 3778.1', stroke: '#FFB300' }],
    names: [
      {
        x: '4336.82',
        y: '3806.93',
        name: '서현',
      },
      {
        x: '4321.76',
        y: '3828.01',
        name: 'Seohyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M4211 4212H4231', stroke: '#FFB300' }],
    names: [
      {
        x: '4229.49',
        y: '4225.36',
        name: '오리',
      },
      {
        x: '4230.9',
        y: '4229.97',
        name: 'Ori',
      },
    ],
  },
  {
    lines: [{ d: 'M4211 4460H4231', stroke: '#FFB300' }],
    names: [
      {
        x: '4229.49',
        y: '4473.96',
        name: '보정',
      },
      {
        x: '4230.9',
        y: '4478.58',
        name: 'Bojeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4211 4362.7H4231', stroke: '#FFB300' }],
    names: [
      {
        x: '4229.49',
        y: '4376.46',
        name: '죽전',
      },
      {
        x: '4230.9',
        y: '4381.08',
        name: 'Jukjeon',
      },
    ],
  },
  {
    lines: [{ d: 'M4120 4242H4140', stroke: '#C82127' }],
    names: [
      {
        x: '4076.09',
        y: '4268.33',
        name: '동천',
      },
      {
        x: '4034.12',
        y: '4316.34',
        name: 'Dongcheon',
      },
    ],
  },
  {
    lines: [{ d: 'M4089.9 4341.9L4104 4356', stroke: '#C82127' }],
    names: [
      {
        x: '4045.75',
        y: '4365.33',
        name: '수지구청',
      },
      {
        x: '4033.29',
        y: '4384.4',
        name: 'Suji-gu Office',
      },
    ],
  },
  {
    lines: [{ d: 'M3986.3 4445.4L4000.4 4459.6', stroke: '#C82127' }],
    names: [
      {
        x: '3953.3',
        y: '4454.99',
        name: '성복',
      },
      {
        x: '3937.78',
        y: '4476.54',
        name: 'Seongbok',
      },
    ],
  },
  {
    lines: [{ d: 'M3888 4614H3908', stroke: '#C82127' }],
    names: [
      {
        x: '3907.03',
        y: '4627.83',
        name: '상현',
      },
      {
        x: '3908.44',
        y: '4632.44',
        name: 'Sanghyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M3711 4575L3725.1 4560.9', stroke: '#C82127' }],
    names: [
      {
        x: '3719.56',
        y: '4565.83',
        name: '광교',
      },
      {
        x: '3721.5',
        y: '4570.44',
        name: 'Gwanggyo',
      },
    ],
  },
  {
    lines: [{ d: 'M3765.9 4694.1L3780 4680', stroke: '#C82127' }],
    names: [
      {
        x: '3701.77',
        y: '4759',
        name: '광중앙',
      },
      {
        x: '3635.87',
        y: '4827.76',
        name: 'Gwanggyo Jungang',
      },
    ],
  },
  {
    lines: [{ d: 'M4464 2364H4484', stroke: '#8B50A4' }],
    names: [
      {
        x: '4481.77',
        y: '2374.77',
        name: '둔촌동',
      },
      {
        x: '4483.18',
        y: '2379.38',
        name: 'Dunchon-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M4464 2528H4484', stroke: '#8B50A4' }],
    names: [
      {
        x: '4483.6',
        y: '2542.19',
        name: '방이',
      },
      {
        x: '4485.02',
        y: '2546.8',
        name: 'Bangi',
      },
    ],
  },
  {
    lines: [{ d: 'M4500 2628L4514.1 2613.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '4508.8',
        y: '2617.7',
        name: '개롱',
      },
      {
        x: '4510.22',
        y: '2622.31',
        name: 'Gaerong',
      },
    ],
  },
  {
    lines: [{ d: 'M4532 2660L4546.1 2645.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '4540.48',
        y: '2648.51',
        name: '거여',
      },
      {
        x: '4541.9',
        y: '2653.12',
        name: 'Geoyeo',
      },
    ],
  },
  {
    lines: [{ d: 'M4569.2 2697.2L4583.3 2683', stroke: '#8B50A4' }],
    names: [
      {
        x: '4577.62',
        y: '2685.95',
        name: '마천',
      },
      {
        x: '4579.03',
        y: '2690.57',
        name: 'Macheon',
      },
    ],
  },
  {
    lines: [{ d: 'M3268 2988L3253.9 3002.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '3260.71',
        y: '2990.94',
        name: '남태령',
      },
      {
        x: '3263.41',
        y: '2996.83',
        name: 'Namtaeryeong',
      },
    ],
  },
  {
    lines: [{ d: 'M3406.1 3089.9L3392 3104', stroke: '#32A1C8' }],
    names: [
      {
        x: '3398.05',
        y: '3094.18',
        name: '선바위',
      },
      {
        x: '3399.46',
        y: '3098.8',
        name: 'Seonbawi',
      },
    ],
  },
  {
    lines: [{ d: 'M3456 3184H3476', stroke: '#32A1C8' }],
    names: [
      {
        x: '3475.38',
        y: '3197.69',
        name: '경마공원',
      },
      {
        x: '3476.8',
        y: '3202.3',
        name: 'SeoulRacecource Park',
      },
    ],
  },
  {
    lines: [{ d: 'M3432 3264L3446.1 3278.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '3428.11',
        y: '3314.22',
        name: '대공원',
      },
      {
        x: '3397.1',
        y: '3351.26',
        name: 'Seoul Grand Park',
      },
    ],
  },
  {
    lines: [{ d: 'M3280 3344L3294.1 3358.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '3255.26',
        y: '3413.73',
        name: '정부과천청사',
      },
      {
        x: '3230.09',
        y: '3444.94',
        name: 'Government ComplexGwacheon',
      },
    ],
  },
  {
    lines: [{ d: 'M3180 3588L3194.1 3602.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '3176.11',
        y: '3638.89',
        name: '인덕원',
      },
      {
        x: '3162.89',
        y: '3658.13',
        name: 'Indeogwon',
      },
    ],
  },
  {
    lines: [{ d: 'M3088 3680L3102.1 3694.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '3090.61',
        y: '3724.38',
        name: '평촌',
      },
      {
        x: '3067.88',
        y: '3753.14',
        name: 'Pyeongchon',
      },
    ],
  },
  {
    lines: [{ d: 'M2933.9 3697.9L2948 3712', stroke: '#32A1C8' }],
    names: [
      {
        x: '2903.28',
        y: '3709.05',
        name: '범계',
      },
      {
        x: '2889.43',
        y: '3728.92',
        name: 'Beomgye',
      },
    ],
  },
  {
    lines: [{ d: 'M3325.9 3269.9L3340 3284', stroke: '#32A1C8' }],
    names: [
      {
        x: '3293.89',
        y: '3279.69',
        name: '과천',
      },
      {
        x: '3276.75',
        y: '3302.86',
        name: 'Gwacheon',
      },
    ],
  },
  {
    lines: [{ d: 'M2761.9 4085.9L2776 4100', stroke: '#32A1C8' }],
    names: [
      {
        x: '2722.82',
        y: '4102.86',
        name: '수리산',
      },
      {
        x: '2721.5',
        y: '4110.2',
        name: 'Surisan',
      },
    ],
  },
  {
    lines: [{ d: 'M2700 4320L2714.1 4334.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '2695.82',
        y: '4369.19',
        name: '대야미',
      },
      {
        x: '2690.54',
        y: '4380.5',
        name: 'Daeyami',
      },
    ],
  },
  {
    lines: [{ d: 'M2576 4444L2590.1 4458.1', stroke: '#32A1C8' }],
    names: [
      {
        x: '2577.66',
        y: '4487.35',
        name: '반월',
      },
      {
        x: '2569.95',
        y: '4501.09',
        name: 'Banwol',
      },
    ],
  },
  {
    lines: [{ d: 'M2296.9 4564.9L2311.1 4550.8', stroke: '#32A1C8' }],
    names: [
      {
        x: '2305.91',
        y: '4555.89',
        name: '상록수',
      },
      {
        x: '2307.33',
        y: '4560.51',
        name: 'Sangnoksu',
      },
    ],
  },
  {
    lines: [{ d: 'M2088 4448V4428', stroke: '#32A1C8' }],
    names: [
      {
        x: '2057.71',
        y: '4489.1',
        name: '중앙',
      },
      {
        x: '2035.27',
        y: '4517.57',
        name: 'Jungang',
      },
    ],
  },
  {
    lines: [{ d: 'M1956 4448V4428', stroke: '#32A1C8' }],
    names: [
      {
        x: '1927.38',
        y: '4489.1',
        name: '고잔',
      },
      {
        x: '1919.56',
        y: '4502.95',
        name: 'Gojan',
      },
    ],
  },
  {
    lines: [{ d: 'M1697.9 4318.1L1712 4304', stroke: '#32A1C8' }],
    names: [
      {
        x: '1660.36',
        y: '4352.84',
        name: '안산',
      },
      {
        x: '1650.69',
        y: '4368.54',
        name: 'Ansan',
      },
    ],
  },
  {
    lines: [{ d: 'M1561.9 4182.1L1576 4168', stroke: '#32A1C8' }],
    names: [
      {
        x: '1499.01',
        y: '4243.52',
        name: '신길온천',
      },
      {
        x: '1464.34',
        y: '4284.22',
        name: 'Singil oncheon',
      },
    ],
  },
  {
    lines: [{ d: 'M1405.9 4026.1L1420 4012', stroke: '#32A1C8' }],
    names: [
      {
        x: '1367.36',
        y: '4059.83',
        name: '정왕',
      },
      {
        x: '1327.9',
        y: '4105.32',
        name: 'Jeongwang',
      },
    ],
  },
  {
    lines: [{ d: 'M4498.1 2262.1L4484 2248', stroke: '#8B50A4' }],
    names: [
      {
        x: '4485.56',
        y: '2291.27',
        name: '길동',
      },
      {
        x: '4474.41',
        y: '2308.45',
        name: 'Gil-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M4500 2192H4520', stroke: '#8B50A4' }],
    names: [
      {
        x: '4518.7',
        y: '2207.6',
        name: '굽은다리',
      },
      {
        x: '4520.11',
        y: '2212.21',
        name: 'Gubeundari',
      },
    ],
  },
  {
    lines: [{ d: 'M4508 2116L4493.9 2101.9', stroke: '#8B50A4' }],
    names: [
      {
        x: '4462.41',
        y: '2112.07',
        name: '명일',
      },
      {
        x: '4449.24',
        y: '2131.26',
        name: 'Myeongil',
      },
    ],
  },
  {
    lines: [{ d: 'M4596 2088V2068', stroke: '#8B50A4' }],
    names: [
      {
        x: '4581.31',
        y: '2065.61',
        name: '고덕',
      },
      {
        x: '4582.72',
        y: '2070.23',
        name: 'Godeok',
      },
    ],
  },
  {
    lines: [{ d: 'M4712 2088V2068', stroke: '#8B50A4' }],
    names: [
      {
        x: '4695.49',
        y: '2066.45',
        name: '상일동',
      },
      {
        x: '4696.91',
        y: '2071.06',
        name: 'Sangil-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M2772 2160V2180', stroke: '#C55C1D' }],
    names: [
      {
        x: '2742.47',
        y: '2218.77',
        name: '상수',
      },
      {
        x: '2721.11',
        y: '2241.15',
        name: 'Sangsu',
      },
      {
        x: '2602.83',
        y: '2346.29',
        name: 'YeongdeungpoMarket',
      },
    ],
  },
  {
    lines: [{ d: 'M4376 2164H4356', stroke: '#F51361' }],
    names: [
      {
        x: '4373.72',
        y: '2177.14',
        name: '암사',
      },
      {
        x: '4375.13',
        y: '2181.76',
        name: 'Amsa',
      },
    ],
  },
  {
    lines: [{ d: 'M4266.1 2458.1L4252 2444', stroke: '#F51361' }],
    names: [
      {
        x: '4241.15',
        y: '2497.95',
        name: '몽촌토성',
      },
      {
        x: '4208.86',
        y: '2536.27',
        name: 'Mongchontoseong',
      },
    ],
  },
  {
    lines: [{ d: 'M4358.1 2366.1L4344 2352', stroke: '#F51361' }],
    names: [
      {
        x: '4336.09',
        y: '2404.32',
        name: '강동구청',
      },
      {
        x: '4350.53',
        y: '2395.91',
        name: 'Gangdong-guOffice',
      },
    ],
  },
  {
    lines: [{ d: 'M3168 2228H3148', stroke: '#0D3692' }],
    names: [
      {
        x: '3102.98',
        y: '2254.34',
        name: '남영',
      },
      {
        x: '3069.53',
        y: '2285.71',
        name: 'Namyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M3873.9 338.1L3888 324', stroke: '#FF850D' }],
    names: [
      {
        x: '3794.66',
        y: '414.024',
        name: '의정부중앙',
      },
      {
        x: '3791.99',
        y: '408.726',
        name: 'Uijeongbu Jung-ang',
      },
    ],
  },
  {
    lines: [{ d: 'M3909.9 374.1L3924 360', stroke: '#FF850D' }],
    names: [
      {
        x: '3869.69',
        y: '410.991',
        name: '동오',
      },
      {
        x: '3852.64',
        y: '434.069',
        name: 'Dong-o',
      },
    ],
  },
  {
    lines: [{ d: 'M3945.9 410.1L3960 396', stroke: '#FF850D' }],
    names: [
      {
        x: '3906.19',
        y: '447.491',
        name: '새말',
      },
      {
        x: '3885.91',
        y: '473.807',
        name: 'Sae-mal',
      },
    ],
  },
  {
    lines: [{ d: 'M3981.9 446.1L3996 432', stroke: '#FF850D' }],
    names: [
      {
        x: '3908.62',
        y: '501.957',
        name: '경기도청 북부청사',
      },
      {
        x: '3834.44',
        y: '563.345',
        name: 'MISSING',
      },
    ],
  },
  {
    lines: [{ d: 'M4032 452V432', stroke: '#FF850D' }],
    names: [
      {
        x: '3995.6',
        y: '495.919',
        name: '효자',
      },
      {
        x: '3988.99',
        y: '508.556',
        name: 'Hyoja',
      },
    ],
  },
  {
    lines: [{ d: 'M4068 452V432', stroke: '#FF850D' }],
    names: [
      {
        x: '4035.85',
        y: '495.919',
        name: '곤제',
      },
      {
        x: '4020.85',
        y: '516.946',
        name: 'Gonjae',
      },
    ],
  },
  {
    lines: [{ d: 'M4104 452V432', stroke: '#FF850D' }],
    names: [
      {
        x: '4071.6',
        y: '495.919',
        name: '어룡',
      },
      {
        x: '4049.11',
        y: '524.435',
        name: 'Eoryong',
      },
    ],
  },
  {
    lines: [{ d: 'M4140 452V432', stroke: '#FF850D' }],
    names: [
      {
        x: '4103.92',
        y: '495.919',
        name: '송산',
      },
      {
        x: '4079.86',
        y: '526.001',
        name: 'Songsan',
      },
    ],
  },
  {
    lines: [{ d: 'M4172 452V432', stroke: '#FF850D' }],
    names: [
      {
        x: '4140.92',
        y: '495.919',
        name: '탑석',
      },
      {
        x: '4118.53',
        y: '524.335',
        name: 'Tapseok',
      },
    ],
  },
  {
    lines: [{ d: 'M3863.3 665L3849.2 650.8', stroke: '#54640D' }],
    names: [
      {
        x: '3849.96',
        y: '693.188',
        name: '장암',
      },
      {
        x: '3841.71',
        y: '707.469',
        name: 'Jangam',
      },
    ],
  },
  {
    lines: [{ d: 'M3827.1 485.1L3813 471', stroke: '#FF850D' }],
    names: [
      {
        x: '3815.4',
        y: '511.91',
        name: '발곡',
      },
      {
        x: '3812.32',
        y: '521.024',
        name: 'Balgok',
      },
    ],
  },
  {
    lines: [{ d: 'M3872 1004H3852', stroke: '#54640D' }],
    names: [
      {
        x: '3869.21',
        y: '1016.42',
        name: '마들',
      },
      {
        x: '3870.63',
        y: '1021.03',
        name: 'Madeul',
      },
    ],
  },
  {
    lines: [{ d: 'M3974.1 1058.1L3960 1044', stroke: '#32A1C8' }],
    names: [
      {
        x: '3962.66',
        y: '1086.79',
        name: '상계',
      },
      {
        x: '3951.42',
        y: '1104.05',
        name: 'Sanggye',
      },
    ],
  },
  {
    lines: [{ d: 'M4422 2662.3L4407.9 2648.1', stroke: '#FE5B10' }],
    names: [
      {
        x: '4396.65',
        y: '2704.41',
        name: '경찰병원',
      },
      {
        x: '4379.47',
        y: '2727.62',
        name: 'National PoliceHospital',
      },
    ],
  },
  {
    lines: [{ d: 'M2952 4144H2972', stroke: '#0D3692' }],
    names: [
      {
        x: '2972.19',
        y: '4157.03',
        name: '당정',
      },
      {
        x: '2973.61',
        y: '4161.65',
        name: 'Dangjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M5576 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5546.13',
        y: '1213.12',
        name: '춘천',
      },
      {
        x: '5503.2',
        y: '1260.08',
        name: 'Chuncheon',
      },
    ],
  },
  {
    lines: [{ d: 'M5371.3 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5341.05',
        y: '1213.12',
        name: '가평',
      },
      {
        x: '5305.19',
        y: '1253.02',
        name: 'Gapyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M5405.4 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5362.22',
        y: '1226.13',
        name: '굴봉산',
      },
      {
        x: '5327.92',
        y: '1264.46',
        name: 'Gulbongsan',
      },
    ],
  },
  {
    lines: [{ d: 'M5439.5 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5396.4',
        y: '1226.13',
        name: '백양리',
      },
      {
        x: '5362.47',
        y: '1264.1',
        name: 'Baegyang-ri',
      },
    ],
  },
  {
    lines: [{ d: 'M5473.6 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5443.59',
        y: '1213.12',
        name: '강촌',
      },
      {
        x: '5407.38',
        y: '1253.36',
        name: 'Gangchon',
      },
    ],
  },
  {
    lines: [{ d: 'M5507.8 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5464.76',
        y: '1226.13',
        name: '김유정',
      },
      {
        x: '5430.54',
        y: '1264.38',
        name: 'Gimyujeong',
      },
    ],
  },
  {
    lines: [{ d: 'M5541.9 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5498.94',
        y: '1226.13',
        name: '남춘천',
      },
      {
        x: '5442.24',
        y: '1286.86',
        name: 'Namchuncheon',
      },
    ],
  },
  {
    lines: [{ d: 'M5337.1 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5306.88',
        y: '1213.12',
        name: '상천',
      },
      {
        x: '5265.76',
        y: '1258.26',
        name: 'Sangcheon',
      },
    ],
  },
  {
    lines: [{ d: 'M5166.5 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5109.95',
        y: '1239.14',
        name: '평내호평',
      },
      {
        x: '5032.43',
        y: '1320.7',
        name: 'PyeongnaeHopyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M5234.8 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5204.33',
        y: '1213.12',
        name: '마석',
      },
      {
        x: '5183.31',
        y: '1238.17',
        name: 'Maseok',
      },
    ],
  },
  {
    lines: [{ d: 'M5202 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5157.57',
        y: '1226.13',
        name: '천마산',
      },
      {
        x: '5117.21',
        y: '1270.52',
        name: 'Cheonmasan',
      },
    ],
  },
  {
    lines: [{ d: 'M5268.9 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5225.5',
        y: '1226.13',
        name: '대성리',
      },
      {
        x: '5191.03',
        y: '1264.63',
        name: 'Daeseong-ri',
      },
    ],
  },
  {
    lines: [{ d: 'M5303 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '5272.69',
        y: '1213.12',
        name: '청평',
      },
      {
        x: '5206.75',
        y: '1283.09',
        name: 'Cheongpyeong',
      },
    ],
  },
  {
    lines: [{ d: 'M4970.5 1296V1316', stroke: '#32C6A6' }],
    names: [
      {
        x: '4938.49',
        y: '1358.92',
        name: '금곡',
      },
      {
        x: '4906.38',
        y: '1396.06',
        name: 'Geumgok',
      },
    ],
  },
  {
    lines: [{ d: 'M4514.5 1152V1172', stroke: '#32C6A6' }],
    names: [
      {
        x: '4465.48',
        y: '1226.93',
        name: '퇴계원',
      },
      {
        x: '4435.9',
        y: '1261.54',
        name: 'Toegyewon',
      },
    ],
  },
  {
    lines: [{ d: 'M4259.9 1327.9L4274 1342', stroke: '#32C6A6' }],
    names: [
      {
        x: '4225.87',
        y: '1337.3',
        name: '갈매',
      },
      {
        x: '4216.34',
        y: '1351.86',
        name: 'Galmae',
      },
    ],
  },
  {
    lines: [{ d: 'M4377.9 1209.9L4392 1224', stroke: '#32C6A6' }],
    names: [
      {
        x: '4345.97',
        y: '1219.31',
        name: '별내',
      },
      {
        x: '4331.84',
        y: '1238.47',
        name: 'Byeolnae',
      },
    ],
  },
  {
    lines: [{ d: 'M4792.7 1156.7L4806.9 1142.6', stroke: '#32C6A6' }],
    names: [
      {
        x: '4801.01',
        y: '1147.15',
        name: '사릉',
      },
      {
        x: '4801.42',
        y: '1151.76',
        name: 'Sareung',
      },
    ],
  },
  {
    lines: [{ d: 'M1872 2556L1886.1 2541.9', stroke: '#54640D' }],
    names: [
      {
        x: '1878.98',
        y: '2545.76',
        name: '까치울',
      },
      {
        x: '1880.4',
        y: '2546.18',
        name: 'Kkachiul',
      },
    ],
  },
  {
    lines: [{ d: 'M1780 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1765.86',
        y: '2498.42',
        name: '부천종합운동장',
      },
      {
        x: '1767.27',
        y: '2498.84',
        name: 'Bucheon Stadium',
      },
    ],
  },
  {
    lines: [{ d: 'M1695 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1680.86',
        y: '2498.42',
        name: '춘의',
      },
      {
        x: '1682.27',
        y: '2498.84',
        name: 'Chunui',
      },
    ],
  },
  {
    lines: [{ d: 'M1616 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1601.86',
        y: '2498.42',
        name: '신중동',
      },
      {
        x: '1603.27',
        y: '2498.84',
        name: 'Shinjung-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M1512 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1497.86',
        y: '2498.42',
        name: '부천시청',
      },
      {
        x: '1499.27',
        y: '2498.84',
        name: 'Bucheon City Hall',
      },
    ],
  },
  {
    lines: [{ d: 'M1429 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1414.86',
        y: '2498.42',
        name: '상동',
      },
      {
        x: '1416.27',
        y: '2498.84',
        name: 'Sang-dong',
      },
    ],
  },
  {
    lines: [{ d: 'M1345 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1330.86',
        y: '2498.42',
        name: '삼산체육관',
      },
      {
        x: '1332.27',
        y: '2498.84',
        name: 'Samsan Gymnasium',
      },
    ],
  },
  {
    lines: [{ d: 'M1263 2520V2500', stroke: '#54640D' }],
    names: [
      {
        x: '1248.86',
        y: '2496.42',
        name: '굴포천',
      },
      {
        x: '1250.27',
        y: '2498.84',
        name: 'Gulpocheon',
      },
    ],
  },
  {
    lines: [{ d: 'M1352 3777H1332', stroke: '#FFB300' }],
    names: [
      {
        x: '1351.86',
        y: '3790.9',
        name: '달월',
      },
      {
        x: '1354.95',
        y: '3796.33',
        name: 'Darwol',
      },
    ],
  },
  {
    lines: [{ d: 'M1352 3646H1332', stroke: '#FFB300' }],
    names: [
      {
        x: '1351.86',
        y: '3658.9',
        name: '월곶',
      },
      {
        x: '1354.95',
        y: '3664.33',
        name: 'Wolgot',
      },
    ],
  },
  {
    lines: [{ d: 'M1287.8 3563.6L1273.7 3577.7', stroke: '#FFB300' }],
    names: [
      {
        x: '1285.66',
        y: '3567.9',
        name: '소래포구',
      },
      {
        x: '1288.76',
        y: '3573.33',
        name: 'Soraepogu',
      },
    ],
  },
  {
    lines: [{ d: 'M1207 3544V3564', stroke: '#FFB300' }],
    names: [
      {
        x: '1190.86',
        y: '3540.65',
        name: '인천논현',
      },
      {
        x: '1193.95',
        y: '3546.08',
        name: 'Incheon Nonhyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M1090 3544V3564', stroke: '#FFB300' }],
    names: [
      {
        x: '1072.86',
        y: '3539.65',
        name: '호구포',
      },
      {
        x: '1075.95',
        y: '3545.08',
        name: 'Hogupo',
      },
    ],
  },
  {
    lines: [{ d: 'M956.9 3520.6L942.8 3534.8', stroke: '#FFB300' }],
    names: [
      {
        x: '953.858',
        y: '3522.5',
        name: '남동인더스파크',
      },
      {
        x: '956.95',
        y: '3527.94',
        name: 'Namdong Induspark',
      },
    ],
  },
  {
    lines: [{ d: 'M834 3397.7L819.9 3411.9', stroke: '#FFB300' }],
    names: [
      {
        x: '829.858',
        y: '3401.55',
        name: '연수',
      },
      {
        x: '827.95',
        y: '3404.56',
        name: 'Yeonsu',
      },
    ],
  },
  {
    lines: [{ d: 'M681.1 3280.9L667 3295', stroke: '#FFB300' }],
    names: [
      {
        x: '676.5',
        y: '3283.75',
        name: '송도',
      },
      {
        x: '679.592',
        y: '3289.19',
        name: 'Songdo',
      },
    ],
  },
  {
    lines: [{ d: 'M3807.5 3123.5L3821.6 3109.3', stroke: '#C82127' }],
    names: [
      {
        x: '3817.34',
        y: '3112.96',
        name: '청계산입구',
      },
      {
        x: '3817.91',
        y: '3117.28',
        name: 'Cheonggyesan',
      },
    ],
  },
  {
    lines: [{ d: 'M3634.5 2950.5L3648.6 2936.3', stroke: '#C82127' }],
    names: [
      {
        x: '3644.36',
        y: '2939.98',
        name: '양재시민의숲',
      },
      {
        x: '3644.93',
        y: '2944.3',
        name: "YangjaeCitizen's Forest",
      },
    ],
  },
  {
    lines: [{ d: 'M626.1 3081.9L612 3096', stroke: '#FFB300' }],
    names: [
      {
        x: '620.629',
        y: '3087.22',
        name: '인하대',
      },
      {
        x: '622.043',
        y: '3091.84',
        name: 'Inha Univ.',
      },
    ],
  },
  {
    lines: [{ d: 'M396 2880L381.9 2894.1', stroke: '#FFB300' }],
    names: [
      {
        x: '344.593',
        y: '2930.71',
        name: '신포',
      },
      {
        x: '338.363',
        y: '2941.97',
        name: 'Sinpo',
      },
    ],
  },
  {
    lines: [{ d: 'M468 2952L453.9 2966.1', stroke: '#FFB300' }],
    names: [
      {
        x: '413.694',
        y: '3005.15',
        name: '숭의',
      },
      {
        x: '399.428',
        y: '3024.45',
        name: 'Sungui',
      },
    ],
  },
  {
    lines: [{ d: 'M1306 3116V3096', stroke: '#F06A00' }],
    names: [
      {
        x: '1243.71',
        y: '3184.22',
        name: '남동구청',
      },
      {
        x: '1178.86',
        y: '3255.1',
        name: 'Namdong-gu Office',
      },
    ],
  },
  {
    lines: [{ d: 'M1393 3116V3096', stroke: '#F06A00' }],
    names: [
      {
        x: '1318.03',
        y: '3197.23',
        name: '인천대공원',
      },
      {
        x: '1264.72',
        y: '3256.57',
        name: 'Incheon Grand Park',
      },
    ],
  },
  {
    lines: [{ d: 'M1088 3024V3004', stroke: '#F06A00' }],
    names: [
      {
        x: '1073.86',
        y: '3004.49',
        name: '석천사거리',
      },
      {
        x: '1075.27',
        y: '3009.1',
        name: 'Seokcheon Sageori',
      },
    ],
  },
  {
    lines: [{ d: 'M1163 3023V3003', stroke: '#F06A00' }],
    names: [
      {
        x: '1148.86',
        y: '3004.49',
        name: '모래내시장',
      },
      {
        x: '1150.27',
        y: '3009.1',
        name: 'Moraenae Market',
      },
    ],
  },
  {
    lines: [{ d: 'M1255 3023V3003', stroke: '#F06A00' }],
    names: [
      {
        x: '1239.86',
        y: '3002.49',
        name: '만수',
      },
      {
        x: '1241.27',
        y: '3007.1',
        name: 'Mansu',
      },
    ],
  },
  {
    lines: [{ d: 'M1440 3164H1460', stroke: '#F06A00' }],
    names: [
      {
        x: '1457.86',
        y: '3169.9',
        name: '운연',
      },
      {
        x: '1459.27',
        y: '3174.51',
        name: 'Unyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M508 1676V1656', stroke: '#F06A00' }],
    names: [
      {
        x: '454.639',
        y: '1743.94',
        name: '검단오류',
      },
      {
        x: '416.354',
        y: '1788.25',
        name: 'Geomdan Oryu',
      },
    ],
  },
  {
    lines: [{ d: 'M694 1584V1564', stroke: '#F06A00' }],
    names: [
      {
        x: '679.358',
        y: '1561.89',
        name: '검단사거리',
      },
      {
        x: '680.772',
        y: '1566.5',
        name: 'Geomdan Sageori',
      },
    ],
  },
  {
    lines: [{ d: 'M783.9 1611.9L798 1597.7', stroke: '#F06A00' }],
    names: [
      {
        x: '792.025',
        y: '1601.22',
        name: '마전',
      },
      {
        x: '793.439',
        y: '1605.83',
        name: 'Majeon',
      },
    ],
  },
  {
    lines: [{ d: 'M807 1672H827', stroke: '#F06A00' }],
    names: [
      {
        x: '762.003',
        y: '1699.2',
        name: '완정',
      },
      {
        x: '728.733',
        y: '1738.5',
        name: 'Wanjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M807 1761H827', stroke: '#F06A00' }],
    names: [
      {
        x: '762.003',
        y: '1787.53',
        name: '독정',
      },
      {
        x: '731.791',
        y: '1823.78',
        name: 'Dokjeong',
      },
    ],
  },
  {
    lines: [{ d: 'M808 1986H828', stroke: '#F06A00' }],
    names: [
      {
        x: '748.992',
        y: '2026.4',
        name: '검바위',
      },
      {
        x: '725.135',
        y: '2056.29',
        name: 'Geombawi',
      },
    ],
  },
  {
    lines: [{ d: 'M808 2075H828', stroke: '#F06A00' }],
    names: [
      {
        x: '696.949',
        y: '2166.68',
        name: '아시아드경기장',
      },
      {
        x: '704.048',
        y: '2165.61',
        name: 'Asiad Stadium',
      },
    ],
  },
  {
    lines: [{ d: 'M808 2143H828', stroke: '#F06A00' }],
    names: [
      {
        x: '748.992',
        y: '2182.97',
        name: '서구청',
      },
      {
        x: '709.212',
        y: '2228.78',
        name: 'Seo-gu Office',
      },
    ],
  },
  {
    lines: [{ d: 'M808 2354H828', stroke: '#F06A00' }],
    names: [
      {
        x: '762.003',
        y: '2380.19',
        name: '가정',
      },
      {
        x: '739.174',
        y: '2409.05',
        name: 'Gajeong',
      },
    ],
  },
  {
    lines: [{ d: 'M808 2425H828', stroke: '#F06A00' }],
    names: [
      {
        x: '709.96',
        y: '2501.99',
        name: '가정중앙시장',
      },
      {
        x: '646.685',
        y: '2571.3',
        name: 'Gajeong Central Market',
      },
    ],
  },
  {
    lines: [{ d: 'M808 2599H828', stroke: '#F06A00' }],
    names: [
      {
        x: '709.96',
        y: '2675.82',
        name: '서부여성회관',
      },
      {
        x: '667.663',
        y: '2692.89',
        name: "Western Women's Community Center",
      },
    ],
  },
  {
    lines: [{ d: 'M808 2695H828', stroke: '#F06A00' }],
    names: [
      {
        x: '735.982',
        y: '2747.13',
        name: '인천가좌',
      },
      {
        x: '700.394',
        y: '2788.74',
        name: 'Incheon Gajwa',
      },
    ],
  },
  {
    lines: [{ d: 'M871 2808.8L885.1 2822.9', stroke: '#F06A00' }],
    names: [
      {
        x: '771.793',
        y: '2881.15',
        name: '주안국가산단',
      },
      {
        x: '780.521',
        y: '2851.36',
        name: "Juan Nat'l Industrial Park",
      },
    ],
  },
  {
    lines: [{ d: 'M860.4 3012.7L874.6 2998.6', stroke: '#F06A00' }],
    names: [
      {
        x: '795.815',
        y: '3075.13',
        name: '시민공원',
      },
      {
        x: '778.84',
        y: '3098.13',
        name: 'Citizen Park',
      },
    ],
  },
  {
    lines: [{ d: 'M936 3044V3024', stroke: '#F06A00' }],
    names: [
      {
        x: '861.805',
        y: '3123.81',
        name: '석바위시장',
      },
      {
        x: '825.53',
        y: '3166.11',
        name: 'Seokbawi Market',
      },
    ],
  },
  {
    lines: [{ d: 'M882.4 2754.4L896.6 2740.3', stroke: '#F06A00' }],
    names: [
      {
        x: '891.191',
        y: '2744.51',
        name: '가재울',
      },
      {
        x: '892.605',
        y: '2749.12',
        name: 'Gajaeul',
      },
    ],
  },
  {
    lines: [{ d: 'M629.6 1666.7L615.5 1652.5', stroke: '#F06A00' }],
    names: [
      {
        x: '616.005',
        y: '1695.19',
        name: '왕길',
      },
      {
        x: '605.894',
        y: '1711.33',
        name: 'Wanggil',
      },
    ],
  },
  {
    lines: [{ d: 'M4968 3528L4982.1 3542.1', stroke: '#0065B3' }],
    names: [
      {
        x: '4970.85',
        y: '3572.91',
        name: '삼동',
      },
      {
        x: '4956.64',
        y: '3593.14',
        name: 'Samdong',
      },
    ],
  },
  {
    lines: [{ d: 'M5580 3848H5560', stroke: '#0065B3' }],
    names: [
      {
        x: '5514.84',
        y: '3875.92',
        name: '초월',
      },
      {
        x: '5497.67',
        y: '3899.11',
        name: 'Chowol',
      },
    ],
  },
  {
    lines: [{ d: 'M5580 3884H5560', stroke: '#0065B3' }],
    names: [
      {
        x: '5501.83',
        y: '3924.93',
        name: '곤지암',
      },
      {
        x: '5491.83',
        y: '3940.95',
        name: 'Gonjiam',
      },
    ],
  },
  {
    lines: [{ d: 'M5580 3920H5560', stroke: '#0065B3' }],
    names: [
      {
        x: '5475.8',
        y: '3986.95',
        name: '신둔도예촌',
      },
      {
        x: '5441.83',
        y: '4026.95',
        name: 'Sindundoyechon',
      },
    ],
  },
  {
    lines: [{ d: 'M5580 3992H5560', stroke: '#0065B3' }],
    names: [
      {
        x: '5514.84',
        y: '4019.92',
        name: '부발',
      },
      {
        x: '5507.88',
        y: '4032.9',
        name: 'Bubal',
      },
    ],
  },
  {
    lines: [{ d: 'M5580 4028H5560', stroke: '#0065B3' }],
    names: [
      {
        x: '5475.8',
        y: '4094.95',
        name: '세종대왕릉',
      },
      {
        x: '5407.82',
        y: '4168.96',
        name: 'Sejongdaewangneung',
      },
    ],
  },
  {
    lines: [{ d: 'M5580 4064H5560', stroke: '#0065B3' }],
    names: [
      {
        x: '5514.84',
        y: '4091.92',
        name: '여주',
      },
      {
        x: '5509.04',
        y: '4103.74',
        name: 'Yeoju',
      },
    ],
  },
  {
    lines: [{ d: 'M3436 1597.5H3456', stroke: '#B7C452' }],
    names: [
      {
        x: '3392.03',
        y: '1625.42',
        name: '정릉',
      },
      {
        x: '3346.8',
        y: '1676.68',
        name: 'Jeongneung',
      },
    ],
  },
  {
    lines: [{ d: 'M3472 1142H3492', stroke: '#B7C452' }],
    names: [
      {
        x: '3375.36',
        y: '1223.42',
        name: '4.19민주묘지',
      },
      {
        x: '3283.08',
        y: '1321.72',
        name: 'April 19th National Cemetery',
      },
    ],
  },
  {
    lines: [{ d: 'M3472 1012H3492', stroke: '#B7C452' }],
    names: [
      {
        x: '3389.83',
        y: '1078.95',
        name: '북한산우이',
      },
      {
        x: '3373.48',
        y: '1101.32',
        name: 'Bukhansan Ui',
      },
    ],
  },
  {
    lines: [{ d: 'M3472 1071H3492', stroke: '#B7C452' }],
    names: [
      {
        x: '3402.84',
        y: '1124.94',
        name: '솔밭공원',
      },
      {
        x: '3388.56',
        y: '1145.25',
        name: 'Solbat Park',
      },
    ],
  },
  {
    lines: [{ d: 'M3503.9 1228.1L3518 1214', stroke: '#B7C452' }],
    names: [
      {
        x: '3450.68',
        y: '1278.79',
        name: '가오리',
      },
      {
        x: '3458.49',
        y: '1277.02',
        name: 'Gaori',
      },
    ],
  },
  {
    lines: [{ d: 'M3508 1294.8H3528', stroke: '#B7C452' }],
    names: [
      {
        x: '3463.7',
        y: '1322.75',
        name: '화계',
      },
      {
        x: '3443.05',
        y: '1349.42',
        name: 'Hwagye',
      },
    ],
  },
  {
    lines: [{ d: 'M3508 1361.9H3528', stroke: '#B7C452' }],
    names: [
      {
        x: '3463.7',
        y: '1389.78',
        name: '삼양',
      },
      {
        x: '3432.47',
        y: '1427.03',
        name: 'Samyang',
      },
    ],
  },
  {
    lines: [{ d: 'M3532.1 1428.1L3518 1414', stroke: '#B7C452' }],
    names: [
      {
        x: '3501.48',
        y: '1477.28',
        name: '삼양사거리',
      },
      {
        x: '3469.49',
        y: '1511.79',
        name: 'Samyangsageori',
      },
    ],
  },
  {
    lines: [{ d: 'M3471.9 1431.9L3486 1446', stroke: '#B7C452' }],
    names: [
      {
        x: '3441.87',
        y: '1443.05',
        name: '솔샘',
      },
      {
        x: '3431.15',
        y: '1459.79',
        name: 'Solsaem',
      },
    ],
  },
  {
    lines: [{ d: 'M3436 1507.2H3456', stroke: '#B7C452' }],
    names: [
      {
        x: '3337.48',
        y: '1587.13',
        name: '북한산보국문',
      },
      {
        x: '3271.73',
        y: '1658.91',
        name: 'Bukhansan Bogungmun',
      },
    ],
  },
  {
    lines: [{ d: 'M1778.1 4478.1L1769.7 4469.7', stroke: '#81A914' }],
    names: [
      {
        x: '1765.51',
        y: '4508.24',
        name: '원곡',
      },
      {
        x: '1755.07',
        y: '4524.71',
        name: 'Wongok',
      },
    ],
  },
  {
    lines: [{ d: 'M1856 4233H1844', stroke: '#81A914' }],
    names: [
      {
        x: '1855.36',
        y: '4245.31',
        name: '선부',
      },
      {
        x: '1856.77',
        y: '4249.92',
        name: 'Seonbu',
      },
    ],
  },
  {
    lines: [{ d: 'M1856 4094H1844', stroke: '#81A914' }],
    names: [
      {
        x: '1855.36',
        y: '4106.81',
        name: '달미',
      },
      {
        x: '1856.77',
        y: '4111.42',
        name: 'Dalmi',
      },
    ],
  },
  {
    lines: [{ d: 'M1856 3868H1844', stroke: '#81A914' }],
    names: [
      {
        x: '1855.36',
        y: '3881.06',
        name: '시흥능곡',
      },
      {
        x: '1856.77',
        y: '3885.68',
        name: 'Siheung Neunggok',
      },
    ],
  },
  {
    lines: [{ d: 'M1856 3780H1844', stroke: '#81A914' }],
    names: [
      {
        x: '1855.36',
        y: '3793.92',
        name: '시흥시청',
      },
      {
        x: '1856.77',
        y: '3798.53',
        name: 'Siheung City Hall',
      },
    ],
  },
  {
    lines: [{ d: 'M1712 3492H1700', stroke: '#81A914' }],
    names: [
      {
        x: '1712.36',
        y: '3504.9',
        name: '신현',
      },
      {
        x: '1713.77',
        y: '3509.51',
        name: 'Sinhyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M1784 3060H1772', stroke: '#81A914' }],
    names: [
      {
        x: '1783.22',
        y: '3072.68',
        name: '시흥대야',
      },
      {
        x: '1784.63',
        y: '3077.29',
        name: 'Siheung Daeya',
      },
    ],
  },
  {
    lines: [{ d: 'M1694.3 3154.3L1685.9 3145.9', stroke: '#81A914' }],
    names: [
      {
        x: '1653.85',
        y: '3156.86',
        name: '신천',
      },
      {
        x: '1640.84',
        y: '3175.89',
        name: 'Sincheon',
      },
    ],
  },
  {
    lines: [{ d: 'M1784 2936H1772', stroke: '#81A914' }],
    names: [
      {
        x: '1783.22',
        y: '2949.69',
        name: '소새울',
      },
      {
        x: '1784.63',
        y: '2954.31',
        name: 'Sosaeul',
      },
    ],
  },
  {
    lines: [{ d: 'M1673 4583.3L1664.5 4574.8', stroke: '#81A914' }],
    names: [
      {
        x: '1659.35',
        y: '4614.41',
        name: '원시',
      },
      {
        x: '1655.38',
        y: '4624.4',
        name: 'Wonsi',
      },
    ],
  },
  {
    lines: [{ d: 'M1599.7 1588.3L1608.1 1579.9', stroke: '#AD8605' }],
    names: [
      {
        x: '1602.86',
        y: '1582.9',
        name: '고촌',
      },
      {
        x: '1604.27',
        y: '1587.51',
        name: 'Gochon',
      },
    ],
  },
  {
    lines: [{ d: 'M1287.6 1531.9L1296.1 1523.4', stroke: '#AD8605' }],
    names: [
      {
        x: '1249.48',
        y: '1566.47',
        name: '풍무',
      },
      {
        x: '1225.88',
        y: '1596.1',
        name: 'Pungmu',
      },
    ],
  },
  {
    lines: [{ d: 'M1178.6 1422.8L1187 1414.4', stroke: '#AD8605' }],
    names: [
      {
        x: '1115.95',
        y: '1484.99',
        name: '김포시청',
      },
      {
        x: '1077.28',
        y: '1529.7',
        name: 'Gimpo City Hall',
      },
    ],
  },
  {
    lines: [{ d: 'M1071.6 1315.9L1080.1 1307.4', stroke: '#AD8605' }],
    names: [
      {
        x: '1008.08',
        y: '1377.12',
        name: '걸포북변',
      },
      {
        x: '955.275',
        y: '1435.96',
        name: 'Geolpo Bukbyeon',
      },
    ],
  },
  {
    lines: [{ d: 'M890.3 1072V1060', stroke: '#AD8605' }],
    names: [
      {
        x: '876.192',
        y: '1056.93',
        name: '운양',
      },
      {
        x: '877.606',
        y: '1061.54',
        name: 'Unyang',
      },
    ],
  },
  {
    lines: [{ d: 'M792 1180.3L783.5 1171.8', stroke: '#AD8605' }],
    names: [
      {
        x: '779.014',
        y: '1210.91',
        name: '장기',
      },
      {
        x: '774.727',
        y: '1221.22',
        name: 'Janggi',
      },
    ],
  },
  {
    lines: [{ d: 'M582 1208V1196', stroke: '#AD8605' }],
    names: [
      {
        x: '554.003',
        y: '1251.32',
        name: '마산',
      },
      {
        x: '541.645',
        y: '1269.7',
        name: 'Masan',
      },
    ],
  },
  {
    lines: [{ d: 'M461.5 1172V1160', stroke: '#AD8605' }],
    names: [
      {
        x: '434.098',
        y: '1214.92',
        name: '구래',
      },
      {
        x: '424.823',
        y: '1230.22',
        name: 'Gurae',
      },
    ],
  },
  {
    lines: [{ d: 'M340 1184H352', stroke: '#AD8605' }],
    names: [
      {
        x: '295.95',
        y: '1211.92',
        name: '양촌',
      },
      {
        x: '263.798',
        y: '1250.1',
        name: 'Yangchon',
      },
    ],
  },
  {
    lines: [{ d: 'M1186 2532V2512', stroke: '#54640D' }],
    names: [
      {
        x: '1110.31',
        y: '2597.23',
        name: '부평구청',
      },
      {
        x: '1064.61',
        y: '2631.34',
        name: 'Bupyeong-guOffice',
      },
      { d: 'M1186 2510V2530', stroke: '#8CADCB' },
    ],
  },
]

export default STATIONS
